$(document).ready(function(){
    var num = 0;//题目索引  顺序
    var Mnum = 0;
    var Jnum = 0;
    var data = [
        {"Question":"《食品安全法》规定，餐饮服务环节食品安全监管由（）负责。","Text1":"工商行政部门","Text2":"卫生行政部门","Text3":"质量监督部门","Text4":"食品药品监督管理部门","Answer":"D"},
        {"Question":"国家对食品生产经营实行许可制度。从事餐饮服务，应当依法取得（）。","Text1":"食品卫生许可","Text2":"食品生产许可","Text3":"食品流通许可","Text4":"食品经营许可","Answer":"D"},
        {"Question":"《食品安全法》规定，生产不符合食品安全标准的食品或者销售明知是不符合食品安全标准的食品，消费者除要求赔偿损失外，还可以向生产者或者销售者要求支付价款（）的赔偿金。","Text1":"原价","Text2":"双倍","Text3":"五倍","Text4":"十倍","Answer":"D"},
        {"Question":"社会团体或者其他组织、个人在虚假广告中向消费者推荐食品，使消费者的合法权益受到损害的，与食品生产经营者承担（）责任。","Text1":"同等","Text2":"连带","Text3":"主要","Text4":"次要","Answer":"B"},
        {"Question":"违反《食品安全法》规定，应当承担民事赔偿责任和缴纳罚款、罚金，其财产不足以同时支付时，（）。","Text1":"先承担行政责任","Text2":"先承担民事赔偿责任","Text3":"先承担刑事责任","Text4":"先缴纳罚款、罚金","Answer":"B"},
        {"Question":"《食品经营许可管理办法》规定，食品生产许可、食品经营许可的有效期为（）年。","Text1":"1年","Text2":"2年","Text3":"3年","Text4":"5年","Answer":"D"},
        {"Question":"下面关于食品安全的表述，正确的是（）。","Text1":"经过高温灭菌过程，食品中不含有任何致病微生物","Text2":"食品无毒、无害，符合应当有的营养要求，对人体健康不造成任何急性、亚急性或者慢性危害","Text3":"原料天然，食品中不含有任何人工合成物质","Text4":"虽然过了保质期，但外观、口感正常","Answer":"B"},
        {"Question":"下列食品中，哪些属禁止生产经营的（）。","Text1":"营养成分不符合食品安全标准的专供婴幼儿和其他特定人群的主辅食品","Text2":"超过保质期的食品","Text3":"无标签的预包装食品","Text4":"以上都是","Answer":"D"},
        {"Question":"申请人隐瞒有关情况或者提供虚假材料的，食品药品监督管理部门发现后不予受理或者不予许可，并给予警告的，该申请人在（）年内不得再次申请食品经营许可。","Text1":"1","Text2":"2","Text3":"3","Text4":"4","Answer":"A"},
        {"Question":"被吊销《食品经营许可证》的食品经营者及其法定代表人、直接负责的主管人员和其他直接责任人员自处罚决定作出之日起（）内不得申请食品生产经营许可，或者从事食品生产经营管理工作、担任食品生产经营企业食品安全管理人员。","Text1":"6个月","Text2":"1年","Text3":"3年","Text4":"5年","Answer":"D"},
        {"Question":"餐饮服务提供者应当建立健全食品安全管理制度，配备专职或者兼职（）。","Text1":"食品安全管理人员","Text2":"营养师","Text3":"烹饪师","Text4":"选料师","Answer":"A"},
        {"Question":"餐饮服务从业人员应当依照《食品安全法》的规定每年进行健康检查，取得（）后方可参加工作。","Text1":"厨师证","Text2":"餐饮服务资格证","Text3":"健康合格证明","Text4":"餐饮服务许可证","Answer":"C"},
        {"Question":"餐饮服务提供者应当制定（）方案,定期检查各项食品安全防范措施的落实情况，及时消除食品安全事故隐患。","Text1":"食品安全事故处置","Text2":"食品安全保障","Text3":"食品保鲜制作","Text4":"食品运输保障","Answer":"A"},
        {"Question":"餐饮业卫生量化分级管理ABCD级的含义是（）","Text1":"A、B、C、D级代表餐馆卫生等级，A级代表卫生优秀，B级代表卫生规范，C级代表卫生基本合格，D级代表存在一定卫生问题，需要限期改进","Text2":"A、B、C、D级代表餐馆环境，A级代表就餐环境高档，B级代表就餐环境较好，C级代表就餐环境一般，D级代表就餐环境不好","Text3":"A、B、C、D级代表餐馆消费水平，A级代表餐馆消费水平很高，B级代表餐馆消费水平较高，C级代表餐馆消费水平一般，D级代表餐馆消费水平低","Text4":"A、B、C、D级代表餐馆规模，A级代表餐馆规模很大，B级代表餐馆规模较大，C级代表餐馆规模一般，D级代表餐馆较小","Answer":"A"},
        {"Question":"实行统一配送经营方式的餐饮服务提供者，可以由（）统一查验供货者的许可证和产品合格的证明文件等，建立食品进货查验记录。","Text1":"企业总部","Text2":"各分部","Text3":"总部和分部一起","Text4":"分部一起","Answer":"A"},
        {"Question":"《食品经营许可审查通则》要求，食品经营场所和食品贮存场所不得设在易受到污染的区域，应距离粪坑、污水池、暴露垃圾场(站)、旱厕等污染源（）以上。","Text1":"25m","Text2":"35m","Text3":"45m","Text4":"55m","Answer":"A"},
        {"Question":"《食品经营许可审查通则》规定，主体业态包括（）。","Text1":"食品销售经营者","Text2":"餐饮服务经营者","Text3":"单位食堂","Text4":"以上都是","Answer":"D"},
        {"Question":"《食品经营许可审查通则》中明确，备餐专间入口处应设置（）设施。","Text1":"洗手","Text2":"消毒","Text3":"更衣","Text4":"以上都是","Answer":"D"},
        {"Question":"《食品经营许可审查通则》规定，食品处理区的墙壁应采用无毒、无异味、不易积垢和（）的材料制成。","Text1":"不透水、不吸水","Text2":"浅色","Text3":"坚固、耐用","Text4":"易清洗","Answer":"D"},
        {"Question":"有下列情形之一的，按未取得《食品经营许可证》查处（）。","Text1":"擅自改变餐饮服务经营地址、许可类别、备注项目的","Text2":"《食品经营许可证》超过有效期限但不从事餐饮服务的","Text3":"不使用以其他形式非法取得的《食品经营许可证》从事餐饮服务的","Text4":"餐饮服务提供者违法受处罚的","Answer":"A"},
        {"Question":"鲜黄花菜(也叫金针菜)含有（），当进食大量未经煮泡去水或急炒加热不彻底的鲜黄花菜后会现急性胃肠炎。","Text1":"秋水仙碱","Text2":"黄曲霉素","Text3":"龙葵素","Text4":"亚硝胺","Answer":"A"},
        {"Question":"巴氏消毒法的温度范围为（）。","Text1":"75℃—95℃","Text2":"63℃—85℃","Text3":"60℃—90℃","Text4":"65℃—95℃","Answer":"B"},
        {"Question":"选购放心肉，正确的做法是什么（）。","Text1":"看是否有动物检疫合格证明和胴体上是否有蓝色滚花印章","Text2":"禽类和牛羊肉类是否有塑封标志和动物检疫合格证明","Text3":"购买预包装熟肉制品，要仔细查看标签","Text4":"以上做法都正确","Answer":"D"},
        {"Question":"下列植物性食物中，蛋白质含量最高的是哪种（）。","Text1":"胡萝卜","Text2":"土豆","Text3":"玉米","Text4":"大豆","Answer":"D"},
        {"Question":"世界卫生组织曾宣布，在某些洋快餐中有一种致癌物质存在于炸薯条、薄脆饼、烤猪肉、水果甜品上的棕色脆皮等煎炸食品中，它是（）。","Text1":"苏丹红","Text2":"二氧化硫","Text3":"苯并芘","Text4":"丙烯酰胺","Answer":"D"},
        {"Question":"食品的储存和加工不当会产生有害物质，世界公认的在食品中可产生的三大致癌物质是黄曲霉素、苯并芘和硝胺，其中黄曲霉素多存在于（）中。","Text1":"发霉的玉米","Text2":"炸糊了的薯条","Text3":"过了保质期的牛奶","Text4":"海鱼和贝蛤类食品","Answer":"A"},
        {"Question":"长期使用铝制品作为食品容器会引发下列哪种疾病（）。","Text1":"老年痴呆症","Text2":"甲状腺肿大","Text3":"肠胃疾病","Text4":"癌症","Answer":"A"},
        {"Question":"通常，很多人由于食用了含大量亚硝酸盐的食物而中毒。酸菜中就含一定量的亚硝酸盐，吃酸菜时最好吃下列哪类食物，以减少亚硝酸盐的危害（）。","Text1":"新鲜蔬菜","Text2":"绿色食品","Text3":"富含维生素C的果蔬","Text4":"各种杂粮","Answer":"C"},
        {"Question":"保存时间，以不隔餐为宜，尽量缩短在5-6小时，需提醒的是（）。","Text1":"剩饭在感官上正常，即可以直接食用","Text2":"剩饭在感官上正常，也必须加热后食用","Text3":"剩饭在感官上正常，加热后也不能食用","Text4":"剩饭在感官上不正常，加热后也可食用","Answer":"B"},
        {"Question":"加热食品应使中心温度达到（）以上才能保证杀灭食品中的微生物或防止微生物的生长繁殖。","Text1":"60度","Text2":"70度","Text3":"80度","Text4":"100度","Answer":"B"},
        {"Question":"食用农产品的质量安全管理，应当遵守（）。","Text1":"食品安全法","Text2":"食品卫生法","Text3":"产品质量法","Text4":"农产品质量安全法","Answer":"D"},
        {"Question":"食品安全法规定，组织查处食品安全重大事故的部门为（）。","Text1":"公安部门","Text2":"应急管理部门","Text3":"卫生行政部门","Text4":"市场监督管理部门","Answer":"D"},
        {"Question":"食品安全监管部门对有不良信用记录的食品生产经营者应当（）。","Text1":"增加检查频次","Text2":"减少检查频次","Text3":"吊销许可证","Text4":"吊销营业执照","Answer":"A"},
        {"Question":"违反食品安全法规定，在广告中对食品质量作虚假宣传，欺骗消费者，依照（）规定给予处罚。","Text1":"食品安全法","Text2":"广告法","Text3":"药品管理法","Text4":"产品质量法","Answer":"B"},
        {"Question":"餐饮服务提供者应当按照许可范围依法经营，并在（）悬挂或者摆放《食品经营许可证》。","Text1":"加工场所","Text2":"食物储存间","Text3":"就餐场所醒目位置","Text4":"收银台内","Answer":"C"},
        {"Question":"负责食品安全风险评估、食品安全标准制订的部门是（）。","Text1":"技术监督部门","Text2":"食品安全委员会","Text3":"卫生行政部门","Text4":"食品科研机构","Answer":"C"},
        {"Question":"食品安全法规定，（）对当地食品安全负责，统一领导、协调本地区的食品安全监督管理工作。","Text1":"地方各级人民政府","Text2":"地方各级食品药品监督管理部门","Text3":"地方各级卫生行政部门","Text4":"各级技术监督部门","Answer":"A"},
        {"Question":"国家建立（），对存在或者可能存在食品安全隐患的状况进行风险分析和评估。","Text1":"食品安全风险监测和评估制度","Text2":"食品安全监督制度","Text3":"食品安全抽检制度","Text4":"食品安全检查制度","Answer":"A"},
        {"Question":"制定、修订食品安全标准，应当以（）为依据。","Text1":"国外食品安全标准","Text2":"食品安全风险评估结果","Text3":"监督检查结果","Text4":"抽样检验结果","Answer":"B"},
        {"Question":"食品安全标准是（）的技术规范。","Text1":"自愿性","Text2":"强制性","Text3":"科学性","Text4":"民主性","Answer":"B"},
        {"Question":"餐饮服务提供者的（）是本单位食品安全的第一责任人，对本单位的食品安全负全面责任。","Text1":"法定代表人、负责人或业主","Text2":"厨师长","Text3":"法定代表人","Text4":"法定代表人或负责人","Answer":"A"},
        {"Question":"食品经营者销售的预包装食品的包装上，应当有标签，以下关于标签表述不正确的是（）","Text1":"标签不得含有虚假、夸大的内容","Text2":"标签不得涉及疾病预防、治疗功能","Text3":"标签应当清楚、明显，容易辨识","Text4":"标签应该突出表明功效","Answer":"D"},
        {"Question":"食品企业直接用于食品生产加工的水必须符合（）。","Text1":"矿泉水标准要求","Text2":"纯净水标准要求","Text3":"生活饮用水卫生标准要求","Text4":"蒸馏水标准要求","Answer":"C"},
        {"Question":"超过保质期限的食品（）。","Text1":"可继续销售","Text2":"可降价销售","Text3":"不能销售","Text4":"可作处理食品销售","Answer":"C"},
        {"Question":"下列有利于防止病菌污染食品的途径是（）。","Text1":"食品加工人员不良的卫生习惯","Text2":"生熟案板分开","Text3":"食品加工人员携带病菌","Text4":"食品容器、工用具污染了病菌","Answer":"B"},
        {"Question":"我国食品安全法中要求下列哪种物品使用前必须消毒（）。","Text1":"餐具","Text2":"饮具","Text3":"熟食品容器","Text4":"以上都是","Answer":"D"},
        {"Question":"食品生产经营中使用的洗涤剂、消毒剂应当符合的标准是（）。","Text1":"对婴幼儿无害","Text2":"对成人无害","Text3":"对人体安全、无害","Text4":"对环境无害","Answer":"C"},
        {"Question":"食品生产加工企业不得使用（）原料生产加工食品。","Text1":"过期、变质、污秽不洁","Text2":"陈化、回收","Text3":"非食用","Text4":"上述全部","Answer":"D"},
        {"Question":"《中华人民共和国食品安全法》规定，生产经营的食品中不得添加（）。","Text1":"药品","Text2":"食品添加剂","Text3":"香料","Text4":"增白剂","Answer":"A"},
        {"Question":"《中华人民共和国食品安全法》规定，未经许可从事食品生产经营活动，或者未经许可生产食品添加剂，违法生产经营的食品、食品添加剂货值金额不足一万元的，并处五万元以上十万元以下罚款；货值金额一万元以上的，并处（）罚款。","Text1":"一万元以上五万元以下","Text2":"二万元以上十万元以下","Text3":"货值金额二倍以上五倍以下","Text4":"货值金额十倍以上二十倍以下","Answer":"D"},
        {"Question":"食品安全法规定，食品生产经营人员每（）必须健康检查一次。","Text1":"半年","Text2":"一年","Text3":"两年","Text4":"四年","Answer":"B"},
        {"Question":"食品生产经营者在采购食品或原料时，除需要查验供货者的许可证外，还应查验（）。","Text1":"产品合格证明文件","Text2":"健康证明","Text3":"培训证明","Text4":"出门证","Answer":"A"},
        {"Question":"食品生产企业生产的食品必须经（）后方可出厂销售。","Text1":"监督检验合格","Text2":"委托检验合格","Text3":"出厂检验合格","Text4":"强制检验合格","Answer":"C"},
        {"Question":"食品添加剂的品种、使用范围、用量标准由（）确定和修订。","Text1":"卫生部","Text2":"国务院质量监督部门","Text3":"卫生部会同国家食药监部门","Text4":"国务院工业信息管理部门","Answer":"C"},
        {"Question":"苯甲酸属于允许使用的食品添加剂品种，如某生产厂家也获得了苯甲酸的生产许可证，那么该厂生产的苯甲酸可以在（）。","Text1":"所有食品品种中使用","Text2":"限定的食品品种中任意使用","Text3":"限定的食品品种中按限量使用","Text4":"所有食品品种中按标准规定的最低限量使用","Answer":"C"},
        {"Question":"进口的食品、食品添加剂以及食品相关产品应当符合（）。","Text1":"我国食品安全国家标准","Text2":"出口国国家食品安全标准","Text3":"美国食品安全标准","Text4":"欧盟食品安全标准","Answer":"A"},
        {"Question":"对于确认的不符合食品安全标准的食品，生产经营者不按规定主动召回的，有关监管部门应当（）。","Text1":"当众销毁","Text2":"要求召回","Text3":"不再追究","Text4":"责令召回","Answer":"D"},
        {"Question":"某明星为某食品产品代言，结果证实该食品不符合食品安全标准，由此对消费者造成的损失该明星应承担（）。","Text1":"公平责任","Text2":"刑事责任","Text3":"行政责任","Text4":"连带责任","Answer":"D"},
        {"Question":"食品安全监管部门对食品不得实施（）。","Text1":"抽检","Text2":"检查","Text3":"免检","Text4":"监督","Answer":"C"},
        {"Question":"食品生产企业食品出厂检验记录应当真实，检验记录保存期限不得少于（）。","Text1":"一年","Text2":"半年","Text3":"二年","Text4":"三年","Answer":"C"},
        {"Question":"食品安全法规定，食品安全监督管理部门在进行抽样检验时，应当（）。","Text1":"免费抽检","Text2":"购买抽取的样品","Text3":"随意抽取","Text4":"仅收取检验费","Answer":"B"},
        {"Question":"出口食品由下列哪一部门进行监督检验（）。","Text1":"海关","Text2":"市场监督管理部门","Text3":"卫生行政部门","Text4":"进口国食品监督检验机构","Answer":"A"},
        {"Question":"违反食品安全法规定，食品检验机构、食品检验人员出具虚假检验报告的，依法对检验机构直接负责的主管人员和食品检验人员给予（）的处分。","Text1":"撤职或者开除","Text2":"记过","Text3":"记大过","Text4":"警告","Answer":"A"},
        {"Question":"在中国境内市场销售的进口食品，必须使用下列哪种标识：（）。","Text1":"英文","Text2":"中文","Text3":"拼音标识","Text4":"其他文字","Answer":"B"},
        {"Question":"《食品经营许可管理办法》规定，餐饮服务提供者需要延续《食品经营许可证》的，应当在《食品经营许可证》有效期届满（）日前向原发证部门书面提出延续申请逾期提出延续申请的，按照新申请《食品经营许可证》。","Text1":"15","Text2":"20","Text3":"25","Text4":"30","Answer":"D"},
        {"Question":"根据《餐饮服务食品安全监督管理办法》餐饮服务提供者应当制定（）方案，定期检查各项食品安全防范的落实情况，及时消除食品安全事故隐患。","Text1":"食品事故处置","Text2":"餐馆规章制度","Text3":"厨房规章制度","Text4":"以上都不是","Answer":"A"},
        {"Question":"食品企业标准应当报（）备案。","Text1":"省级质量监督部门","Text2":"省级工商行政管理部门","Text3":"省级卫生行政部门","Text4":"省级食品药品监督管理部门","Answer":"C"},
        {"Question":"声称具有特定保健功能的食品，其标签、说明书不得涉及（）。","Text1":"适宜人群","Text2":"不适宜人群","Text3":"功效成分","Text4":"治疗功能","Answer":"D"},
        {"Question":"食品添加剂应当在技术上确有必要且经过（）证明安全可靠，方可列入允许使用的范围。","Text1":"感官评估","Text2":"营养评估","Text3":"风险评估","Text4":"微生物检验","Answer":"C"},
        {"Question":"根据《食品经营许可审查通则》，凉菜间应达到（）。","Text1":"专人负责","Text2":"专室制作","Text3":"工具专用","Text4":"以上都是","Answer":"D"},
        {"Question":"以下哪种烹饪方式，在食物中最容易产生致癌物质（）。","Text1":"微波炉加热","Text2":"蒸","Text3":"油炸","Text4":"炖","Answer":"C"},
        {"Question":"新鲜蔬菜贮存过久，腐烂的蔬菜及放置过久的煮熟蔬菜，以下哪种有害物质的含量会明显增加（）。","Text1":"组胺类物质","Text2":"无机砷","Text3":"甲基汞","Text4":"亚硝酸盐","Answer":"D"},
        {"Question":"食品冷藏的温度是（）。","Text1":"10—20℃","Text2":"0—10℃","Text3":"-20—0℃","Text4":"25℃以上","Answer":"B"},
        {"Question":"腌制蔬菜于腌制后___天后食用，___含量明显下降，食用安全性增高。（）。","Text1":"10，组胺","Text2":"10，亚硝酸盐","Text3":"20，组胺","Text4":"20，亚硝酸盐","Answer":"D"},
        {"Question":"食品药品监督管理部门发现已取得《食品经营许可证》的餐饮服务提供者不符合食品经营要求的，应当责令立即纠正，并依法予以处理；不再符合食品经营许可条件的，应当依法（）。","Text1":"撤销《食品经营许可证》","Text2":"处于二千元以上五万元以下罚款","Text3":"处于一万元罚款","Text4":"没收违法所得","Answer":"A"},
        {"Question":"熏烤类食品具有一定致癌性的原因是：（）。","Text1":"食物炭化时形成亚硝酸盐","Text2":"食物炭化时形成苯并芘","Text3":"食物炭化时形成多氯联苯","Text4":"熏烤用油受到黄曲霉毒素的污染","Answer":"B"},
        {"Question":"2003年安徽阜阳出现的部分因食用劣质奶粉而形成的“大头娃娃”的患病原因主要是（）。","Text1":"奶粉中蛋白质严重不足","Text2":"奶粉中微量元素极低","Text3":"奶粉中脂肪超标","Text4":"奶粉中添加了三聚氰胺","Answer":"A"},
        {"Question":"“有机食品”、“绿色食品”、“无公害农产品”，按照要求从宽到严排序，正确的是（）。","Text1":"有机食品、绿色食品、无公害农产品","Text2":"无公害农产品、绿色食品、有机食品","Text3":"绿色食品、无公害农产品、有机食品","Text4":"无公害农产品、有机食品、绿色食品","Answer":"B"},
        {"Question":"下列哪种食物一定要烧熟煮透，一般烹调时先将该食物放入开水中烫煮10分钟以上再炒为妥，否则极易引起食物中毒（）。","Text1":"四季豆","Text2":"花生","Text3":"山药","Text4":"萝卜","Answer":"A"},
        {"Question":"下列哪种食品可以作菜肴食用（）。","Text1":"狗肝","Text2":"鲨鱼肝","Text3":"牲畜甲状腺","Text4":"猪肝","Answer":"D"},
        {"Question":"食品处理区墙壁、门窗要求：粗加工、切配、餐用具清洗消毒、烹调等场所如果设门，要采用（）的坚固材料制作。","Text1":"木制","Text2":"易清洗、不吸水","Text3":"金属","Text4":"塑料","Answer":"B"},
        {"Question":"根据《中华人民共和国食品安全法实施条例》餐饮服务提供者应当建立健全食品安全管理制度，配备专职或者兼职（）。","Text1":"食品安全管理人员","Text2":"营养师","Text3":"烹饪师","Text4":"选料师","Answer":"A"},
        {"Question":"以下哪个指标是判断油脂酸败的敏感实用指标（）","Text1":"水分增高","Text2":"TVBN增高","Text3":"棉酚增加","Text4":"出现“哈喇味”","Answer":"D"},
        {"Question":"购买生食的散装咸泥螺、咸枪蟹极易引起食物中毒的原因是泥螺、海蟹中容易污染 （）。","Text1":"副溶血性弧菌","Text2":"秋水仙碱","Text3":"氰甙类物质","Text4":"组胺","Answer":"A"},
        {"Question":"以下哪种食物可以食用（ ）。","Text1":"发霉甘蔗","Text2":"未成熟的番茄","Text3":"发芽马铃薯","Text4":"马兰头","Answer":"D"},
        {"Question":"细菌性食物中毒在哪个季节高发（）。","Text1":"冬季","Text2":"春季","Text3":"夏秋季","Text4":"四季均高发","Answer":"C"},
        {"Question":"食品是指各种供人食用或者饮用的成品和原料以及按照传统既是食品又是中药材的物品，但是不包括以()为目的的物品。","Text1":"调节机体功能","Text2":"满足某些疾病患者营养需求","Text3":"治疗","Text4":"以上都不是","Answer":"C"},
        {"Question":"（）统一负责、领导、组织、协调本行政区域的食品安全监督管理工作。","Text1":"县级以上地方人民政府","Text2":"乡级以上地方人民政府","Text3":"县级以上食品安全委员会","Text4":"县级以上卫生行政部门","Answer":"A"},
        {"Question":"销售食用农产品，不需要取得（）的许可。","Text1":"食品生产","Text2":"食品流通","Text3":"食品生产和经营","Text4":"餐饮服务","Answer":"C"},
        {"Question":"食用没有煮熟的四季豆导致中毒的原因是（）","Text1":"皂素","Text2":"秋水仙碱","Text3":"龙葵素","Text4":"以上都不是","Answer":"A"},
        {"Question":"申请利用新的食品原料从事食品生产或者从事食品添加剂新品种、食品相关产品新品种生产活动的单位或者个人，应当向国务院（）提交相关产品的安全性评估材料。 ","Text1":"质量监督部门","Text2":"工业和信息化管理部门","Text3":"卫生行政部门","Text4":"市场监督管理管理部门","Answer":"C"},
        {"Question":"国务院卫生行政部门通过（）或者接到举报发现食品可能存在安全隐患的，应当立即组织进行检验和食品安全风险评估。 ","Text1":"食品安全信用记录","Text2":"食品安全事故调查","Text3":"食品安全信息发布","Text4":"食品安全风险监测","Answer":"D"},
        {"Question":"（）有权举报食品生产经营中的违法行为，有权向有关部门了解食品安全信息，对食品安全监督管理工作提出意见和建议。 ","Text1":"任何组织或个人","Text2":"食品生产经营者","Text3":"消费者","Text4":"食品企业","Answer":"A"},
        {"Question":"食品检验实行（）负责制。","Text1":"食品检验机构","Text2":"检验人","Text3":"质量监督部门","Text4":"食品检验机构与检验人","Answer":"D"},
        {"Question":"由于没有明确标示，在餐馆、食堂里最容易被误用为食盐而造成食物中毒，需严格管理的食品添加剂是（）","Text1":"亚硝酸钠","Text2":"硝酸钠","Text3":"碳酸钠","Text4":"碳酸氢钠","Answer":"A"},
        {"Question":"向我国境内出口食品的出口商或者代理商应当向（）备案。 ","Text1":"卫生部门","Text2":"国家出入境检验检疫部门","Text3":"市场监督管理部门","Text4":"工业和信息化管理部门","Answer":"B"},
        {"Question":"进口商建立的食品进口和销售记录应当真实，保存期限不得少于（）年。","Text1":"一年","Text2":"二年","Text3":"三年","Text4":"五年","Answer":"B"},
        {"Question":"发生重大食品安全事故的，接到报告的县级卫生行政部门应当按照规定向（）报告。","Text1":"本级人民政府","Text2":"上级人民政府卫生行政部门","Text3":"上级人民政府","Text4":"本级人民政府和上级人民政府食药监部门","Answer":"D"},
        {"Question":"（）是制定、修订食品安全标准和对食品安全实施监督管理的科学依据。 ","Text1":"食品安全调研报告","Text2":"食品安全风险评估结果","Text3":"食品安全法律法规","Text4":"食品安全国际标准","Answer":"B"},
        {"Question":"重大食品安全事故涉及两个以上省、自治区、直辖市的，由（）组织事故责任调查。","Text1":"国务院","Text2":"所在省、自治区、直辖市共同","Text3":"国家食品安全委员会","Text4":"国务院食药监部门","Answer":"D"},
        {"Question":"县级以上食品安全监督管理部门根据食品安全信用档案的记录，对有不良信用记录的食品生产经营者（）。","Text1":"进行行政处罚","Text2":"责令限期整改","Text3":"增加监督检查频次","Text4":"吊销许可资格","Answer":"C"},
        {"Question":"国家建立食品安全信息统一公布制度，由（）统一公布。","Text1":"国务院办公厅","Text2":"国务院食药监部门","Text3":"国家食品安全委员会","Text4":"国务院新闻办公室","Answer":"B"},
        {"Question":"违反《中华人民共和国食品安全法》规定，应当承担民事赔偿责任和缴纳罚款、罚金，其财产不足以同时支付时，（）。","Text1":"先承担行政法律责任","Text2":"先承担民事赔偿责任","Text3":"先缴纳罚款、罚金","Text4":"先承担刑事法律责任","Answer":"B"},
        {"Question":"凡患有（）疾病的患者不得从事直接入口食品生产经营活动。","Text1":"高血压","Text2":"糖尿病","Text3":"流行性感冒","Text4":"痢疾","Answer":"D"},
        {"Question":"中小学校的食堂对制售冷食的要求是（）。","Text1":"可以制售荤冷食","Text2":"可以制售素冷食","Text3":"不得制售冷食","Text4":"可以制售冷食","Answer":"C"},
        {"Question":"为做好食品安全自我保护，下列行为哪项是不对的（）。","Text1":"选择具有餐饮服务许可证的餐饮服务单位就餐","Text2":"就餐过程中如发现食品腐败变质、感官性状异常，应及时向食品药品监管部门投诉举报","Text3":"就餐结束时，为了折扣可以不要发票","Text4":"就餐后如出现食物中毒症状，应及时到医疗机构就诊，并向当地卫生部门和食品药品监督管理部门投诉","Answer":"C"},
        {"Question":"烧熟后的熟食品在8℃以下冷藏的，保质期为（）。","Text1":"12小时","Text2":"24小时","Text3":"48小时","Text4":"可以到一周","Answer":"B"},
        {"Question":"违反《食品安全法》规定，构成犯罪的（涉嫌食品安全犯罪的），应当（）。","Text1":"可以以罚代刑","Text2":"依法追究其刑事责任","Text3":"依法不应追究刑事责任的，不再给予行政处罚","Text4":"经审查没有犯罪事实但依法应当予以行政处罚的，由公安机关予以处罚","Answer":"B"},
        {"Question":"对学校食堂进行食品安全监管的部门是（）。","Text1":"公安部门","Text2":"食品药品监督管理部门","Text3":"卫生部门","Text4":"教育管理部门","Answer":"B"},
        {"Question":"生产经营的食品中不得添加下列哪种物质（）。","Text1":"药品","Text2":"既是食品又是药品的中药材","Text3":"食品防腐剂","Text4":"天然食用色素","Answer":"A"},
        {"Question":"以下哪种是健康的饮水习惯（）。","Text1":"白开水是最好的饮料，要常喝","Text2":"口渴时才喝水，不渴时不必喝","Text3":"有时可以直接喝自来水","Text4":"饮料口感好，又解渴，应该多喝","Answer":"A"},
        {"Question":"在学校超市购买预包装食品时不能买（）。","Text1":"超过生产日期的食品","Text2":"超过出厂日期的食品","Text3":"超过保质期的食品","Text4":"标有食品添加剂的食品","Answer":"C"},
        {"Question":"为避免食物中毒，经长时间贮存的食品在食用前需彻底再加热至中心温度（）以上。","Text1":"40℃","Text2":"50℃","Text3":"60℃","Text4":"70℃","Answer":"D"},
        {"Question":"发生食物中毒事故后，事故发生单位应当立即采取下列措施（）","Text1":"立即停止其生产经营活动，封存可能导致事故的食品及原料、工具、设备","Text2":"立即清扫现场，搞好室内外卫生","Text3":"立即废弃剩余食品","Text4":"调换食品加工人员","Answer":"A"},
        {"Question":"易受黄曲霉毒素污染的食品有（）","Text1":"大豆","Text2":"花生","Text3":"橄榄油","Text4":"芝麻","Answer":"B"},
        {"Question":"未开启的罐头及真空包装的袋装食品，如果外包装发生鼓胀现象，你的判断是什么（）。","Text1":"食品装得太多了","Text2":"食品已变质，不能吃","Text3":"食品已发酵，但还可以吃","Text4":"以上都不对","Answer":"B"},
        {"Question":"餐馆、食堂的位置应建在（）。","Text1":"距离粪坑、污水池、暴露垃圾场（站）、旱厕等污染源10～20m","Text2":"距离粪坑、污水池、暴露垃圾场（站）、旱厕等污染源25m以上","Text3":"可在粉尘、有害气体的影响范围之内","Text4":"可在放射性物质和其他扩散性污染源影响范围之内","Answer":"B"},
        {"Question":"现行《中华人民共和国食品安全法》自（）起施行。","Text1":"2009年6月1日","Text2":"2016年1月1日","Text3":"2015年10月1日","Text4":"2013年3月15日","Answer":"C"},
        {"Question":"国家对食品生产经营实行许可制度。从事餐饮服务经营应当依法取得（）。","Text1":"生产许可","Text2":"卫生许可","Text3":"食品经营许可","Text4":"食品流通许可","Answer":"C"},
        {"Question":"雇佣患有《食品安全法》中所列疾病的人员，从事接触直接入口食品的工作，警告无效时将处以五千元以上（）元以下罚款；情节严重的，责令停产停业，直至吊销许可证。","Text1":"五千","Text2":"一万","Text3":"五万","Text4":"两万","Answer":"C"},
        {"Question":"采购食品未索证索票、未建立并执行查验记录制度的，可处（）罚款。","Text1":"二千元以上，二万元以下","Text2":"五千元以上，五万元以下","Text3":"五千元以上，十万元以下","Text4":"二千元以下","Answer":"B"},
        {"Question":"生产经营病死、毒死或者死因不明的禽、畜、兽、水产品动物肉类的制品，货值金额不足一万元的，最高可处（）罚款。","Text1":"三万元","Text2":"五万元","Text3":"十五万元","Text4":"十万元","Answer":"C"},
        {"Question":"食品污染按性质分为（）。","Text1":"生物性污染","Text2":"化学性污染","Text3":"放射性污染","Text4":"以上都是","Answer":"D"},
        {"Question":"食用以下哪种食品后可引起食物中毒（）。","Text1":"发芽马铃薯","Text2":"未煮熟的豆浆","Text3":"未炒熟的四季豆","Text4":"以上都是","Answer":"D"},
        {"Question":"正确的餐饮用具清洗消毒（热力）顺序是：（）。","Text1":"刮、洗、消毒、冲、保洁","Text2":"刮、冲、洗、消毒、保洁","Text3":"冲、洗、刮、消毒、保洁","Text4":"刮、洗、冲、消毒、保洁","Answer":"D"},
        {"Question":"食品贮藏生熟分开是指（）。","Text1":"食品生熟分开","Text2":"食品成品与半成品分开","Text3":"盛装生熟食品的容器分开","Text4":"以上都是","Answer":"D"},
        {"Question":"属于禁止生产经营的食品是（）。","Text1":"含有寄生虫的食品","Text2":"含有微生物的食品","Text3":"含有致病性寄生虫、微生物的食品","Text4":"使用食品添加剂的食品","Answer":"C"},
        {"Question":"餐饮业从业人员必须经健康检查和食品知识培训，取得健康证和（ ）后方可上岗。","Text1":"职业技能上岗证","Text2":"暂住证","Text3":"食品知识培训合格证","Text4":"身份证","Answer":"C"},
        {"Question":"一般操作区指（）。","Text1":"粗加工、切配、餐用具清消、食品仓库","Text2":"粗加工、切配、烹调、餐用具清消、食品仓库","Text3":"粗加工、切配、餐用具清消、食品仓库、更衣室","Text4":"粗加工、切配、烹调、餐用具保洁、食品仓库","Answer":"A"},
        {"Question":"辅助区指（）和非食品库房等非直接处理食品的区域。","Text1":"办公室、卫生间、更衣场所、歌舞台","Text2":"备餐场所、办公室、更衣场所","Text3":"餐用具清洗消毒场所、更衣场所、办公室","Text4":"更衣场所、办公室切配区","Answer":"A"},
        {"Question":"食品从业人员的工作服要求准确的是（）。","Text1":"工作服可以是白色或者浅色","Text2":"专间人员暂时离开专间时，可不脱去专间工作服","Text3":"工作服受到污染后，第二天应更换","Text4":"上卫生间时，可以不戴工作帽","Answer":"A"},
        {"Question":"发芽马铃薯含有的有毒物质为（） 。","Text1":"维生素A","Text2":"皂甙","Text3":"龙葵素","Text4":"秋水仙碱","Answer":"C"},
        {"Question":"预防细菌性食物中毒三项基本原则为（）。","Text1":"防止食品受到细菌污染、控制细菌的繁殖和杀灭病原菌","Text2":"防止食品受到细菌污染、控制细菌的繁殖和严密包装食品","Text3":"严格配比食品成分、控制细菌的繁殖和杀灭病原菌","Text4":"严密包装食品、严格配比食品成分和控制细菌的繁殖","Answer":"A"},
        {"Question":"以下（）措施不能最大限度杀灭食品中或容器表面的致病菌。","Text1":"彻底加热","Text2":"严格消毒","Text3":"充分清洗","Text4":"消毒液浸泡","Answer":"C"},
        {"Question":"氯化钙作为食品添加剂可以用于（）中。","Text1":"面食制作","Text2":"肉类食品加工","Text3":"豆制品制作","Text4":"乳制品制作","Answer":"C"},
        {"Question":"凉菜的污染主要来自于（）。","Text1":"熟制后的加工环节","Text2":"选择材料环节","Text3":"清洗环节","Text4":"食用环节","Answer":"A"},
        {"Question":"在水气较多场所设置的吊顶，应注意的方法中错误的是（）。","Text1":"须封闭吊顶材料之间的缝隙，避免水气通过缝隙进入","Text2":"将天花板做成有一定的坡度","Text3":"用石膏吊顶","Text4":"注意不能让吊顶内部霉变","Answer":"C"},
        {"Question":"原料或半成品在烹调前未彻底解冻会出现（）现象。","Text1":"外熟内生的现象","Text2":"生熟内外的现象","Text3":"食品受热不均匀","Text4":"烹调中温度不够","Answer":"A"},
        {"Question":"食品加工工具与食品接触的部分最好能够拆卸，原因不包括（）。","Text1":"便于检查","Text2":"便于清洗","Text3":"便于消毒","Text4":"便于改装","Answer":"D"},
        {"Question":"烹调食品应烧熟煮透的目的是（）。","Text1":"杀灭病原菌","Text2":"控制加工量","Text3":"控制细菌生长繁殖","Text4":"防止食物受到细菌污染","Answer":"A"},
        {"Question":"从冷库（冰箱）中取出食品进行原料加工，应（）。","Text1":"少量多次","Text2":"多量多次","Text3":"少量少次","Text4":"多量多次","Answer":"A"},
        {"Question":"扑灭虫害的原则不包括（）。","Text1":"不污染食品","Text2":"不污染食品接触面","Text3":"不污染包装材料","Text4":"要考虑经济支出","Answer":"D"},
        {"Question":"以下不得重复使用的食品是（）。","Text1":"回收的沸腾鱼片汤料","Text2":"辣子鸡块中拣出的辣椒","Text3":"回收的火锅汤料","Text4":"以上都是","Answer":"D"},
        {"Question":"冷藏方式备餐要求食品应至少在（）以下保存，从烧熟至食用的时间不得超过（）小时。","Text1":"0℃，24","Text2":"8℃，24","Text3":"15℃，48","Text4":"15℃，24","Answer":"B"},
        {"Question":"检验（检疫）合格证明、发票（收据、供货单）上的（）等信息应与所采购的食品一致。","Text1":"产品名称、数量","Text2":"厂家","Text3":"日期","Text4":"以上都是","Answer":"D"},
        {"Question":"（）可以抑制大部分微生物的繁殖和产毒。","Text1":"低温冷藏","Text2":"高温热藏","Text3":"常温贮藏","Text4":"置于阴凉处","Answer":"A"},
        {"Question":"在同一操作台，将熟食品放置在操作台上方搁架、生食品放置在操作台下方的的目的是（）。","Text1":"避免盛装工具引起的交叉污染","Text2":"避免加工人员引起的交叉污染","Text3":"避免盛装容器引起的交叉污染","Text4":"避免存放不当引起的交叉污染","Answer":"D"},
        {"Question":"以下措施中，对于选择符合要求的食品供应商最关键的是（）。","Text1":"查验供应商是否具有食品合法经营资质","Text2":"查验供应商提供的食品检验合格证明","Text3":"到实地检查供应商，并抽取准备采购的原料进行检验","Text4":"对供应商索取发票","Answer":"C"},
        {"Question":"以下（）方法不能进行有效的消毒。","Text1":"热水冲洗","Text2":"蒸汽","Text3":"消毒液浸泡","Text4":"煮沸","Answer":"A"},
        {"Question":"热贮存的温度是（）。","Text1":"100℃以上","Text2":"80℃以上","Text3":"60℃以上","Text4":"30℃以上","Answer":"C"},
        {"Question":"不可以带入食品加工区域的物品包括（）。","Text1":"个人衣物","Text2":"饮用水杯","Text3":"私人物品","Text4":"以上都是","Answer":"D"},
        {"Question":"销售无包装的直接入口食品时，使用的售货工具应当（）。","Text1":"无毒、清洁","Text2":"清洁","Text3":"规格适合","Text4":"无特殊要求","Answer":"A"},
        {"Question":"常温贮存不适用于下列（）食品。","Text1":"调味品","Text2":"蔬菜","Text3":"切开的水果","Text4":"盐","Answer":"C"},
        {"Question":"餐饮业食品安全管理的重点是（）。","Text1":"对加工过程的监控","Text2":"对已加工食品的检验","Text3":"经营状况的检查","Text4":"以上都是","Answer":"D"},
        {"Question":"在常温贮存时一般应在货架上进行存放，距离墙壁、地面均在（）以上。","Text1":"10厘米","Text2":"20厘米","Text3":"15厘米","Text4":"30厘米","Answer":"A"},
        {"Question":"嗜热菌在（）范围内生长。","Text1":"5～60℃","Text2":"0～25℃","Text3":"20～45℃","Text4":"45～70℃","Answer":"D"},
        {"Question":"餐饮服务提供者申办《食品经营许可证》时，正确的做法是（）。","Text1":"一所学校内有多个食堂（厨房独立设置）的，只需申办一个许可证","Text2":"一家宾馆内有多个餐厅（厨房独立设置）的，只需申办一个许可证","Text3":"同一法定代表人的餐饮连锁企业，只需申办一个许可证","Text4":"食品经营许可实行一地一证原则，每个经营场所均需要申办许可证","Answer":"D"},
        {"Question":"餐饮服务提供者加工经营河鲀的正确做法是（）。","Text1":"可以经营所有品种的野生河鲀","Text2":"可以经营所有品种的养殖河鲀活鱼","Text3":"可以经营所有品种的养殖河鲀整鱼","Text4":"只能经营农业部批准的养殖河鲀加工企业加工好的河鲀制品","Answer":"D"},
        {"Question":"餐饮服务提供者对食品的理化指标检验结论有异议的，可以自收到检验结论之日起（）个工作日内提出复检申请。","Text1":"7","Text2":"10","Text3":"15","Text4":"30","Answer":"A"},
        {"Question":"餐饮服务提供者在一年内累计（）次受到责令停产停业、吊销许可证以外处罚的，由食品药品监管部门责令停产停业，直至吊销许可证。","Text1":"2","Text2":"3","Text3":"4","Text4":"5","Answer":"B"},
        {"Question":"餐饮服务提供者在食品安全管理中必须贯彻执行的技术法规是（）。","Text1":"《餐饮服务食品安全操作规范》","Text2":"《食品安全管理体系餐饮业要求》","Text3":"《质量管理体系要求》","Text4":"五常法、六T法","Answer":"A"},
        {"Question":"下列加工制作可以在专用操作区内进行的是（）。","Text1":"生食类食品","Text2":"裱花蛋糕","Text3":"所有冷食类食品","Text4":"现榨果蔬汁、果蔬拼盘","Answer":"D"},
        {"Question":"餐饮具保洁场所属于哪类操作区（）。","Text1":"清洁操作区","Text2":"准清洁操作区","Text3":"一般操作区","Text4":"以上都不是","Answer":"B"},
        {"Question":"食品的进货查验记录和进货凭证保存期限不得少于产品保质期满后（）。","Text1":"3个月","Text2":"6个月，没有明确保质期的不少于24个月","Text3":"12个月","Text4":"18个月","Answer":"B"},
        {"Question":"餐饮服务提供者在散装食品的贮存位置可以不标明哪项内容（）。","Text1":"食品的名称","Text2":"食品的生产日期或生产批号","Text3":"食品的成分或者配料表","Text4":"保质期","Answer":"C"},
        {"Question":"被吊销许可证的餐饮服务提供者，其法定代表人、直接负责的主管人员和其他直接责任人员自处罚决定作出之日起（）年内不得申请食品生产经营许可、从事食品生产经营管理工作和担任食品生产经营企业食品安全管理人员。","Text1":"2","Text2":"3","Text3":"4","Text4":"5","Answer":"D"},
        {"Question":"餐饮服务人员从事以下哪项操作时应戴口罩（）。","Text1":"切酱牛肉","Text2":"切生牛肉","Text3":"炖牛肉","Text4":"洗生牛肉","Answer":"A"},
        {"Question":"餐饮服务提供者加工食品时可以添加（）。","Text1":"药品","Text2":"任何中药材","Text3":"按照传统既是食品又是中药材的物质","Text4":"少数西药","Answer":"C"},
        {"Question":"在食用冰中保存的生食海鲜，加工后至食用时的间隔时间不得超过（）小时。","Text1":"1","Text2":"2","Text3":"4","Text4":"24","Answer":"A"},
        {"Question":"餐饮服务提供者发生食物中毒后，应立即采取下列哪项措施（）。","Text1":"停止经营，封存可能导致事故的食品及原料、工具、设备","Text2":"清扫现场，搞好室内外卫生","Text3":"废弃剩余食品","Text4":"调换加工人员","Answer":"A"},
        {"Question":"因食品安全犯罪被判处有期徒刑以上刑罚的人员，（）不得从事食品生产经营管理工作，也不得担任食品生产经营企业食品安全管理人员。","Text1":"5年内","Text2":"10年内","Text3":"20年内","Text4":"终身","Answer":"D"},
        {"Question":"食品安全管理人员每年应接受不少于（）小时的食品安全集中培训。　","Text1":"12","Text2":"24","Text3":"30","Text4":"40","Answer":"D"},
        {"Question":"留样食品的留样数量不少于（）克。　","Text1":"20","Text2":"50","Text3":"75","Text4":"125","Answer":"D"},
        {"Question":"易引起组胺中毒的鱼类是（）。","Text1":"河豚鱼","Text2":"青皮红肉海产鱼","Text3":"带鱼","Text4":"甲鱼","Answer":"B"},
        {"Question":"易引起沙门氏菌食物中毒的食品是（）。　","Text1":"家禽及蛋类","Text2":"蔬菜及水果","Text3":"水产品","Text4":"乳及乳制品","Answer":"A"},
        {"Question":"易引起副溶血性弧菌食物中毒的食品是（）。","Text1":"家禽及蛋类","Text2":"蔬菜及水果","Text3":"海产品","Text4":"乳及乳制品","Answer":"C"},
        {"Question":"为预防豆浆中毒，需将豆浆在“假沸”后保持沸腾（）分钟以上。","Text1":"1","Text2":"2","Text3":"3","Text4":"5","Answer":"D"},
        {"Question":"禁止餐饮业采购、加工和销售的螺类是（）。","Text1":"花螺","Text2":"黄泥螺","Text3":"织纹螺","Text4":"田螺","Answer":"C"},
        {"Question":"专间使用紫外线灯消毒空气的，应在无人工作时开启（）分钟以上。　","Text1":"10","Text2":"15","Text3":"20","Text4":"30","Answer":"D"},
        {"Question":"大多数细菌能够快速生长繁殖的温度范围是（）。","Text1":"－15℃～0℃","Text2":"0℃～9℃","Text3":"8℃～60℃","Text4":"61℃～70℃","Answer":"C"},
        {"Question":"留样食品应保留（）小时以上。","Text1":"12","Text2":"24","Text3":"36","Text4":"48","Answer":"D"},
        {"Question":"下列哪类加工场所内废弃物容器盖子应为非手动开启式（）。","Text1":"粗加工场所","Text2":"切配场所","Text3":"专间","Text4":"餐用具清洗消毒场所","Answer":"C"},
        {"Question":"为防止鼠类侵入，餐饮服务提供者应在排水沟出口处设置网眼孔径小于（）mm的金属隔栅或网罩。","Text1":"6","Text2":"10","Text3":"18","Text4":"25","Answer":"A"},
        {"Question":"餐饮服务提供者应当将食品药品监管部门张贴的日常监督检查结果记录表保持（）。","Text1":"到下次监督检查时","Text2":"3个月","Text3":"6个月","Text4":"2年","Answer":"A"},
        {"Question":"以下哪种情形可免予处罚（）。","Text1":"履行了进货查验等义务，有充分证据证明其不知道所采购的食品不符合食品安全标准，并能如实说明其进货来源","Text2":"生产经营微生物含量超过食品安全标准限量的食品","Text3":"生产经营掺假掺杂的食品","Text4":"生产经营死因不明的禽、畜、兽、水产动物肉类及其制品","Answer":"A"},
        {"Question":"许可申请人隐瞒真实情况或者提供虚假材料申请食品经营许可的，申请人在（）内不得再次申请食品经营许可。","Text1":"3个月","Text2":"6个月","Text3":"1年","Text4":"2年","Answer":"C"},
        {"Question":"食品经营许可证载明的许可事项发生变化，餐饮服务提供者未按规定申请变更许可的，由原发证部门责令改正，给予警告；拒不改正的，处（）元罚款。","Text1":"1千～1万","Text2":"2千～1万","Text3":"5千～1万","Text4":"5千～2万","Answer":"B"},
        {"Question":"餐饮服务提供者撕毁、涂改日常监督检查结果记录表，或者未保持日常监督检查结果记录表至下次日常监督检查的，由市、县级食品药品监督管理部门责令改正，给予警告，并处（）元罚款。","Text1":"5千～5万","Text2":"5千～3万","Text3":"2千～3万","Text4":"2千～2万","Answer":"C"},
        {"Question":"餐饮服务提供者应在（）位置公示食品安全投诉举报电话。　","Text1":"会议室","Text2":"负责人办公室","Text3":"就餐场所醒目位置","Text4":"加工操作间","Answer":"C"},
        {"Question":"以下避免熟食品受到各种病原菌污染的措施中错误的是（）。","Text1":"接触直接入口食品的人员经常洗手但不消毒","Text2":"保持食品加工操作场所清洁","Text3":"避免昆虫、鼠类等动物接触食品","Text4":"避免生食品与熟食品接触","Answer":"A"},
        {"Question":"以下预防细菌性食物中毒的措施中错误的是（）。　","Text1":"尽量缩短食品存放时间","Text2":"尽量当餐食用加工制作的熟食品","Text3":"尽快使用完购进的食品原料","Text4":"超过加工场所和设备的承受能力加工食品","Answer":"D"},
        {"Question":"使用化学消毒法消毒餐具时，配好的消毒液一般多长时间更换一次（）。　","Text1":"每4小时","Text2":"每5小时","Text3":"每6小时","Text4":"每8小时","Answer":"A"},
        {"Question":"以下关于食品召回的做法中错误的是（）。　","Text1":"发现其经营的食品不符合食品安全标准或者有证据证明可能危害人体健康，立即停止经营","Text2":"对召回的食品进行无害化处理、销毁后，向所在地县级人民政府食品药品监督管理部门报告","Text3":"通知相关生产经营者和消费者，并记录停止经营和通知情况","Text4":"对召回的食品采取无害化处理、销毁等措施，防止其再次流入市场","Answer":"B"},
        {"Question":"食品生产经营者应当依照（）从事生产经营活动，建立食品安全管理制度，采取有效管理措施保证食品安全。","Text1":"企业食品安全管理制度","Text2":"食品生产经营者要求","Text3":"法律、法规和食品安全标准","Text4":"食品安全地方政府负总责要求","Answer":"C"},
        {"Question":"食品生产许可证书的有效期为（）。","Text1":"2年","Text2":"3年","Text3":"4年","Text4":"5年","Answer":"D"},
        {"Question":"食品生产经营企业应当对职工进行食品安全知识培训，学习食品安全相关知识，并建立（）。","Text1":"学籍管理制度","Text2":"固定培训机构","Text3":"培训档案","Text4":"进货查验制度","Answer":"C"},
        {"Question":"在广告中对食品作虚假宣传，欺骗消费者的，应依照（）的规定给予处罚。","Text1":"《中华人民共和国安全生产法》","Text2":"《中华人民共和国食品安全法》","Text3":"《中华人民共和国消费者权益保护法》","Text4":"《中华人民共和国广告法》","Answer":"D"},
        {"Question":"食品经营者在采购食品时，除需要查验供货者的许可证外，还应查验（）","Text1":"食品出厂检验合格证明或其他合格证明","Text2":"健康证明","Text3":"培训证明","Text4":"法人授权委托书","Answer":"A"},
        {"Question":"小食杂店要求经营场所使用面积不超过（）平方米。","Text1":"50","Text2":"40","Text3":"60","Text4":"80","Answer":"A"},
        {"Question":"声称具有特定保健功能的食品，其标签、说明书不得涉及（）。","Text1":"适宜人群","Text2":"不适宜人群","Text3":"功效成分","Text4":"治疗功能","Answer":"D"},
        {"Question":"专供婴幼儿和其他特定人群的主辅食品，其标签除应当标明《食品安全法》第67条第一款内容外，还应当标明（）。","Text1":"主要营养成分及其含量","Text2":"功能主治","Text3":"用法用量","Text4":"适用范围","Answer":"A"},
        {"Question":"食品生产经营者聘用不得从事食品生产经营管理工作的人员从事管理工作的，由县级以上人民政府食品药品监督管理部门（）。","Text1":"给予警告","Text2":"责令改正","Text3":"处以罚款","Text4":"吊销许可证","Answer":"D"},
        {"Question":"食品进货查验记录应当真实，保存期限不得少于产品保质期满后六个月；没有明确保质期的，保存期限不得少于（）。","Text1":"一年","Text2":"二年","Text3":"三年","Text4":"四年","Answer":"B"},
        {"Question":"下面哪项权利不是《食品安全法》赋予组织和个人的（)。","Text1":"举报权","Text2":"知情权","Text3":"名誉权","Text4":"建议权","Answer":"C"},
        {"Question":"安排未取得健康证明或者患有国务院卫生行政部门规定的有碍于食品安全疾病的人员从事接触直接入口食品的工作的，由县级以上人民政府食品药品监管部门责令改正，给予警告；拒不改正的，处（）以上（）以下罚款；情节严重的，责令停产停业，直至吊销许可证。","Text1":"1000，10000","Text2":"5000，50000","Text3":"3000，30000","Text4":"5000，20000","Answer":"B"},
        {"Question":"生产经营无标签的预包装食品、食品添加剂或者标签、说明书不符合食品安全法规定的食品、食品添加剂，情节严重的（）。","Text1":"没收违法所得","Text2":"处以二千元以上五万元以下罚款","Text3":"处以货信金额五倍以上十倍以下罚款","Text4":"责令停产停业，直至吊销许可证","Answer":"D"},
        {"Question":"违反《食品安全法》的有关规定，最高可处违法货值金额（）倍罚款。","Text1":"3","Text2":"5","Text3":"10","Text4":"30","Answer":"C"},
        {"Question":"对依照食品安全法规定实施的检验结论有异议的，食品生产经营者可以自收到检验结论之日起（）个工作日内向实施抽样检验的食品药品监督管理部门提出复检申请。","Text1":"3","Text2":"5","Text3":"10","Text4":"7","Answer":"D"},
        {"Question":"食品生产企业生产的食品必须经（）后方可出厂销售。","Text1":"监督检验合格","Text2":"委托检验合格","Text3":"出厂检验合格","Text4":"强制检","Answer":"C"},
        {"Question":"食品生产企业的食品出厂检验记录应当真实，保存期限不得少于（）。","Text1":"一年","Text2":"二年","Text3":"三年","Text4":"四年","Answer":"B"},
        {"Question":"我国制定《食品安全法》的根本目的是保障公众身体健康和生命安全，其前提是（）。","Text1":"保证食品安全","Text2":"保障食品生产","Text3":"保护食品经营","Text4":"严惩违法行为","Answer":"A"},
        {"Question":"以下有关餐具清洗消毒的说法，哪一种不正确（）。","Text1":"洗刷餐具应有专用水池，不得与清洗蔬菜、肉类等其他水池混用","Text2":"消毒后餐具应及时贮存在专用保洁柜内","Text3":"化学消毒是效果最好的消毒方法","Text4":"提倡采用热力方法消毒餐用具，因材质、大小等原因无法采用的除外","Answer":"C"},
        {"Question":"在餐饮服务单位经营场所醒目位置设置“餐饮服务食品安全等级公示牌”，动态等级评价为优秀的食品安全状况的卡通脸谱是（）。","Text1":"“大笑”","Text2":"“微笑”","Text3":"“平脸”","Text4":"“哭脸”","Answer":"A"},
        {"Question":"食品经营者聘用未取得健康证明的人员从事食品经营的，市场监督管理部门责令改正，给予警告；拒不改正的，处于（）。","Text1":"一万元","Text2":"五千元以上五万元以下","Text3":"三万元","Text4":"五万元","Answer":"B"},
        {"Question":"违反《食品安全法》规定，未取得食品生产经营许可从事食品生产经营活动，或者未取得食品添加剂生产许可从事食品添加剂生产活动的，由食品药品监督管理部门依法处罚，其中货值金额不足一万元的，并处（）罚款；货值金额一万元以上的，并处货值金额十倍以上二十倍以下罚款。","Text1":"一万元以上五万元以下","Text2":"五万元以上十万元以下","Text3":"五倍以上十倍以下","Text4":"十倍以上二十倍以下","Answer":"B"},
        {"Question":"违反《食品安全法》规定，拒绝、阻挠、干涉有关部门、机构及其工作人员依法开展食品安全监督检查、事故调查处理、风险监测和风险评估的，由有关主管部门按照各自职责分工责令停产停业，并处（)罚款；情节严重的，吊销许可证；构成违反治安管理行为的，由公安机关依法给予治安管理处罚。","Text1":"五千元以下","Text2":"五千元以上十万元以下","Text3":"二千元以下","Text4":"二千元以上五万元以下","Answer":"B"},
        {"Question":"在采购时要求做到不采购以下食品及原料(）。","Text1":"“有毒、有害、腐烂变质、酸败、霉变、生虫、污秽不洁、混有异物或者其它感官性状异常的材料”","Text2":"“无检验合格证明的肉类食品”","Text3":"“超过保质期限及其它不符合食品标签规定的定型包装食品”","Text4":"以上皆是","Answer":"D"},
        {"Question":"食品处理区应设置在室内，按照（）的流程合理布局，并应能防止生熟食品在存放、操作中发生交叉污染。","Text1":"成品供应、原料处理、半成品加工、原料进入","Text2":"原料进入、原料处理、半成品加工、成品供应","Text3":"半成品加工、原料处理、原料进入、成品供应","Text4":"原料处理、原料进入、半成品加工、成品供应","Answer":"B"},
        {"Question":"申请食品经营许可，应当向申请人所在地县级以上地方食品药品监督管理部门提交下列材料（）。","Text1":"食品经营许可申请书","Text2":"营业执照或者其他主体资格证明文件复印件，与食品经营相适应的主要设备设施布局、操作流程等文件","Text3":"食品安全自查、从业人员健康管理、进货查验记录、食品安全事故处置等保证食品安全的规章制度","Text4":"以上都是","Answer":"D"},
        {"Question":"关于食品添加剂，下列说法错误的是（）。","Text1":"食品添加剂可以改善食品品质和色、香、味","Text2":"食品添加剂应当安全无毒，且在技术上确有必要，方可允许使用","Text3":"经批准的食品添加剂可以根据需要随意添加","Text4":"每种添加剂有限定的使用范围和使用量","Answer":"C"},
        {"Question":"食品经营者涂改、倒卖、出租、（) 食品经营许可证的，由县级以上地方食品药品监督管理部门责令改正，给予警告，并处1万元以下罚款；情节严重的，处1万元以上3万元以下罚款。","Text1":"伪造","Text2":"出借","Text3":"转让","Text4":"以上都是","Answer":"D"},
        {"Question":"在无适当保存条件下，存放时间超过（）小时的熟食品，需再次利用的应经充分加热。","Text1":"1","Text2":"2","Text3":"3","Text4":"4","Answer":"B"},
        {"Question":"食品经营者履行了新《食品安全法》的进货查验等义务，有充分证据证明其不知道所采购的食品不符合食品安全标准，并能如实说明其进货来源的，以下不正确的是（）。","Text1":"可以免予处罚","Text2":"酌情减轻处罚","Text3":"应当依法没收其不符合食品安全标准的食品","Text4":"造成人身、财产或者其他损害的，依法承担赔偿责任","Answer":"B"},
        {"Question":"食品经营主体业态分为（）。","Text1":"食品销售经营者","Text2":"餐饮服务经营者","Text3":"单位食堂","Text4":"以上都是","Answer":"D"},
        {"Question":"餐具、饮具和盛放直接入口食品的容器，使用前未经洗净、消毒或者清洗消毒不合格，或者餐饮服务设施、设备未按规定定期维护、清洗、校验，由县级以上人民政府食品药品监督管理部门责令改正，给予警告；拒不改正的，处（)罚款；情节严重的，责令停产停业，直至吊销许可证。","Text1":"五千元以下","Text2":"五千元以上五万元以下","Text3":"五万元","Text4":"十万元","Answer":"B"},
        {"Question":"违《食品安全法》规定，编造、散布虚假食品安全信息，构成违反治安管理行为的，由（）依法给予治安管理处罚。","Text1":"食品药品监管部门","Text2":"公安机关","Text3":"工商部门","Text4":"市县宣传部门","Answer":"B"},
        {"Question":"（)  是食品安全的第一责任人。","Text1":"人民政府","Text2":"工商部门","Text3":"食品经营者","Text4":"消费者","Answer":"C"},
        {"Question":"用冰箱保存保藏食物，下列哪个是不正确的做法（)。","Text1":"生熟食物分开放置","Text2":"生熟食物要清洗干净","Text3":"食物长时间存放","Text4":"冰箱里的熟食在食用前要再次加热","Answer":"C"},
        {"Question":"需烧熟煮透，否则极易发生食物中毒的是下列哪组食品（）。","Text1":"豆浆、四季豆","Text2":"豆腐干、白菜","Text3":"榨菜、酱菜","Text4":"虾、牛肉","Answer":"A"},
        {"Question":"留样食品应按品种分别盛放于清洗消毒后的密闭专用容器内，并放置在专用冷藏设施中，在冷藏条件下应存放多少小时以上()。","Text1":"12小时","Text2":"24小时","Text3":"36小时","Text4":"48小时","Answer":"D"},
        {"Question":"举报的违法行为经查证属实，并由相关部门立案查处结案后，按照（），给予一次性奖励。","Text1":"涉案货值金额大小","Text2":"行政处罚罚没款金额大小","Text3":"违法所得","Text4":"涉案货值和违法所得","Answer":"B"},
        {"Question":"下列（）物料应专人采购、专人保管、专人领用、专人登记、专柜保存。","Text1":"食品","Text2":"调味品","Text3":"洗涤用品","Text4":"食品添加剂","Answer":"D"},
        {"Question":"以下对于各类专间要求，说法正确的是（)。","Text1":"专间门采用易清洗、不吸水的坚固材质，不能够自动关闭","Text2":"专间内可不设有独立的空调设施、工具清洗消毒设施及空气消毒设施","Text3":"专间入口处应当设置独立的洗手、消毒、更衣设施","Text4":"专间可设有明沟，地漏带水封","Answer":"C"},
        {"Question":"食品安全标准的代号以DB开头的是（ ）。","Text1":"地方标准代号","Text2":"国家标准代号","Text3":"企业标准代号","Text4":"农业部制定的","Answer":"A"},
        {"Question":"长期摄入含较少量污染物的食品引起的中毒状态，毒物被人体摄入后往往经过相当长期时间积累才引起毒性反应，属于（）。","Text1":"急性中毒","Text2":"慢性中毒","Text3":"致畸作用","Text4":"致癌作用","Answer":"B"},
        {"Question":"对于罐头食品验收时候，过期，变质，有异味者应当拒收，属于（）。","Text1":"标识检验","Text2":"完整性检验","Text3":"外形检验","Text4":"食品安全检验","Answer":"D"},
        {"Question":"在细菌生长曲线中，新生的细菌数与死亡的细菌数大体平衡的时期是（）。","Text1":"缓慢期","Text2":"稳定期","Text3":"对数期","Text4":"衰老期","Answer":"B"},
        {"Question":"粮食在保藏中的变化时随着时间的延长，其食用品质会出现不同程度降低的现象，称为（）。","Text1":"粮食的陈化","Text2":"粮食的变质","Text3":"粮食的异物污染","Text4":"粮食的腐败","Answer":"A"},
        {"Question":"区分可接受和不可接受水平的标准值或临界值是HACCP中的 （）。","Text1":"显著危害","Text2":"操作限值","Text3":"关键限值","Text4":"关键控制点","Answer":"C"},
        {"Question":"餐饮服务许可审查和日常监督管理量化评价结构均为一般的，评为（）。","Text1":"A级","Text2":"B级","Text3":"C级","Text4":"以上均是","Answer":"C"},
        {"Question":"对食品安全危害予以识别，评估和控制的一种系统化方法称为（）。","Text1":"GMP","Text2":"HACCP","Text3":"CAC","Text4":"SSOP","Answer":"B"},
        {"Question":"一个由有害物确定，有害物定性，剂量反应评估和风险定性等步骤所组成的过程为（ ）。","Text1":"风险信息交流","Text2":"风险分析","Text3":"风险评估","Text4":"风险管理","Answer":"C"},
        {"Question":"餐饮业生食类食品的加工流程为（）。","Text1":"原料接收—储存—粗加工—加热烹调—保温放置—食用","Text2":"原料接收—储存—粗加工—加热烹调—食用","Text3":"原料接收—储存—粗加工—食用","Text4":"原料接收—储存—粗加工—加热烹调—常温或冷藏放置—食用","Answer":"C"},
        {"Question":"属于厨房食品处理区中的清洁操作区的是（）。","Text1":"备餐场所","Text2":"烹调场所","Text3":"餐用具保洁场所","Text4":"切配场所","Answer":"A"},
        {"Question":"《中华人民共和国农产品质量安全法》从（）年11月1日开始实施。","Text1":"2007","Text2":"2006","Text3":"2009","Text4":"2010","Answer":"B"},
        {"Question":"根据《中华人民共和国侵权责任法》，因食品存在缺陷造成消费者人身伤害的，受害者可以（）。","Text1":"向产品的生产者请求赔偿","Text2":"向产品的销售者请求赔偿","Text3":"向产品的生产者、销售者二者都可请求赔偿","Text4":"只能向产品生产者请求赔偿","Answer":"C"},
        {"Question":"食品安全管理员每（）要参加一次考核。","Text1":"1年","Text2":"2年","Text3":"3年","Text4":"4年","Answer":"C"},
        {"Question":"食品安全管理员，是指经统一培训考核合格，在（）从事食品安全管理工作的人员。","Text1":"食品加工单位","Text2":"食品生产经营单位","Text3":"食品流通","Text4":"餐饮服务单位","Answer":"B"},
        {"Question":"以下哪个属于物理性危害 （）","Text1":"保鲜剂","Text2":"金属碎片","Text3":"寄生虫","Text4":"添加剂","Answer":"B"},
        {"Question":"蔬菜水果的冷藏温度一般为（）℃。","Text1":"-5～0","Text2":"4～10","Text3":"15～30","Text4":"-1～5","Answer":"B"},
        {"Question":"天然食品中，营养最完整和易于吸收的，是 （）。","Text1":"水果","Text2":"鱼肉","Text3":"谷物","Text4":"乳类","Answer":"D"},
        {"Question":"奶粉中发现有三聚氰胺，这属于（）危害。","Text1":"物理性危害","Text2":"生物性危害","Text3":"化学性危害","Text4":"食品污染","Answer":"C"},
        {"Question":"正确的说法是（）。","Text1":"绿色食品就是绿颜色的食品","Text2":"天然的食品都是绿色食品","Text3":"野生的食品就是绿色食品","Text4":"绿色食品是经过专门机构认证的许可使用绿色食品标志的食品","Answer":"D"},
        {"Question":"QS标志除了有QS的字样外,还有中文（）字样。","Text1":"检验合格","Text2":"质量合格","Text3":"质量放心","Text4":"生产许可","Answer":"D"},
        {"Question":"HACCP的应用与包括ISO 9000系列在内的质量管理体系的实施是（）。","Text1":"不一致的","Text2":"相容的","Text3":"排斥的","Text4":"一样的","Answer":"B"},
        {"Question":"HACCP体系体现了（）的管理理念。","Text1":"预防为主","Text2":"安全第一","Text3":"以人为本","Text4":"质量第一","Answer":"A"},
        {"Question":"“危害分析与关键控制点”管理体系简称为（）。","Text1":"SSOP","Text2":"HACCP","Text3":"GMP","Text4":"ISO","Answer":"B"},
        {"Question":"食品安全管理体系的核心是（）。","Text1":"关键点的控制","Text2":"食品危害的分析","Text3":"食品危害的控制","Text4":"安全风险的分析","Answer":"C"},
        {"Question":"豆制品应采用（）形式进入流通，并带有标签。","Text1":"预包装","Text2":"多种包装","Text3":"散装","Text4":"散称","Answer":"A"},
        {"Question":"生产经营营养成分不符合食品安全标准的婴幼儿和其他特定人群的主辅食品，最高可受到货值金额（）的处罚。","Text1":"2倍罚款","Text2":"3倍罚款","Text3":"5倍罚款","Text4":"10倍罚款","Answer":"D"},
        {"Question":"伪劣白酒中最常见的可导致饮用者失明的物质为（）。","Text1":"甲醛","Text2":"甲醇","Text3":"乙醇","Text4":"乙酸","Answer":"B"},
        {"Question":"绿色食品标志属于动态管理，要确认某产品标志的有效性，可登录（）网站查证。","Text1":"农业部","Text2":"中国绿色食品网","Text3":"国家质检总局","Text4":"环保机构","Answer":"B"},
        {"Question":"发生食品安全事故的食品经营者，对导致或者可能导致食品安全事故的食品及原料、工具、设备等，应当立即采取封存等控制措施，并自事故发生之时起（）小时内向所在地县级人民政府卫生行政部门报告。","Text1":"2","Text2":"3","Text3":"4","Text4":"1","Answer":"A"},
        {"Question":"集中交易市场的开办者、柜台出租者和展销会举办者未履行《食品安全法》规定的义务，在本市场发生食品安全事故，应当（）。","Text1":"承担民事乃至刑事责任","Text2":"及时报告事故情况","Text3":"作出自查报告","Text4":"承担连带责任","Answer":"D"},
        {"Question":"生产经营不符合卫生标准的食品，造成严重食物中毒或者其他严重疾患，对人体健康造成严重损害的，依法追究（）。","Text1":"行政责任","Text2":"民事责任","Text3":"刑事责任","Text4":"赔偿责任","Answer":"C"},
        {"Question":"违反《中华人民共和国食品安全法》，根据情节轻重，食品生产经营者应承担（）责任。","Text1":"民事","Text2":"刑事","Text3":"民事或刑事","Text4":"赔偿","Answer":"C"},
        {"Question":"生鲜肉的短期最佳保藏温度是（）℃。","Text1":"0","Text2":"4","Text3":"10","Text4":"-1","Answer":"B"},
        {"Question":"河豚鱼中含的河豚毒素是（）。","Text1":"一种过敏性物质，可引起过敏反应","Text2":"可导致神经中枢及神经末梢麻痹的毒素","Text3":"较稳定的，煮沸可解毒","Text4":"胃肠道毒素，引起腹泻","Answer":"B"},
        {"Question":"下列哪些方法不能起到消毒作用（）。","Text1":"加热","Text2":"化学药剂","Text3":"熏蒸","Text4":"水洗","Answer":"D"},
        {"Question":"未煮熟四季豆、新鲜黄花菜、发芽土豆不能食用的原因是 （）","Text1":"腐败变质","Text2":"含有致病菌","Text3":"含有生物毒素","Text4":"含有致癌物","Answer":"C"},
        {"Question":"食品安全小组成员应该是（）。","Text1":"技术部门人员","Text2":"质量部门人员","Text3":"管理人员","Text4":"具有资质的人员","Answer":"D"},
        {"Question":"HACCP体系是（） 。","Text1":"一种不依赖其它规范的单独存在的孤立体系","Text2":"一种产品检验方法","Text3":"一种各行业通用的质量管理体系","Text4":"针对食品相关企业的一套食品安全预防性体系","Answer":"D"},
        {"Question":"对消费者投诉、举报多或销售量大的食品品种，（）食品经营企业加大自行抽检或送检的力度，严把食品质量入市关。","Text1":"鼓励","Text2":"引导","Text3":"督促","Text4":"责令","Answer":"C"},
        {"Question":"食品经营者销售的预包装食品的包装上，应当有标签。以下关于标签表述不正确的是（） 。","Text1":"标签不得含有虚假、夸大的内容","Text2":"标签应该突出表明功效","Text3":"标签不得涉及疾病预防、治疗功能","Text4":"标签应当清楚、明显，容易辨识","Answer":"B"},
        {"Question":"国家工商总局《关于规范食品索证索票制度和进货台账制度的指导意见》是在（）年发布实施的。","Text1":"2007","Text2":"2008","Text3":"2009","Text4":"2010","Answer":"A"},
        {"Question":"企业分支机构申请食品流通许可，（）为许可申请人。","Text1":"设立该分支机构的企业","Text2":"分支机构的经营者","Text3":"分支机构的管理者","Text4":"分支机构的负责人","Answer":"A"},
        {"Question":"《中华人民共和国食品卫生法》在（）年废止。","Text1":"2007","Text2":"2008","Text3":"2009","Text4":"2010","Answer":"C"},
        {"Question":"制定我国《食品安全法》的根本目的是保障公众身体健康和生命安全，其前提是（）。","Text1":"保障食品生产","Text2":"保证食品安全","Text3":"保护食品经营","Text4":"严惩违法行为","Answer":"B"},
        {"Question":"消费者因食品缺陷造成人身损害的（ ）。","Text1":"只可以向销售者要求赔偿","Text2":"只可以向批发商要求赔偿","Text3":"只可以向生产者要求赔偿","Text4":"可以向销售者要求赔偿，也可以向生产者要求赔偿","Answer":"D"},
        {"Question":"国家()食品生产经营企业符合良好生产规范要求，实施危害分析与关键控制点体系，提高食品安全管理水平。","Text1":"支持","Text2":"要求","Text3":"鼓励","Text4":"强制","Answer":"B"},
        {"Question":"食品污染的来源有生物性污染、物理性污染和( )。","Text1":"细菌性污染","Text2":"病毒性污染","Text3":"病原性污染","Text4":"化学性污染","Answer":"D"},
        {"Question":"假酒中常含有的致盲物质为（ ）。","Text1":"甲醛","Text2":"甲醇","Text3":"乙醇","Text4":"农药残留","Answer":"B"},
        {"Question":"（ ）对出具的食品检验报告负责。","Text1":"食品送检机构","Text2":"食品检验机构和检验人","Text3":"食品检验机构负责人","Text4":"食品送检机构负责人","Answer":"B"},
        {"Question":"对有些食品可以进行辐照处理，目的是（ ）。","Text1":"降低含水量","Text2":"延长保质期","Text3":"改善食品性状","Text4":"改善口感","Answer":"B"},
        {"Question":"非法添加“吊白块”的目的是让食品增白、增韧。经常食用违法添加“吊白块” 的食品会导致慢性中毒，甚至致癌。“吊白块”的学名是( )。","Text1":"莱克多巴胺","Text2":"甲醛次硫酸氢钠","Text3":"盐酸克伦特罗","Text4":"亚硝酸钠","Answer":"B"},
        {"Question":"在HACCP计划中，通常记录的保存期应（ ）产品的货架期。","Text1":"大于","Text2":"等于","Text3":"小于","Text4":"不小于","Answer":"D"},
        {"Question":"保留记录最主要的目的是（ ）。","Text1":"实现产品的可追溯性","Text2":"实现产品记录的可查询","Text3":"实现产品的可跟踪","Text4":"形成产品记录","Answer":"A"},
        {"Question":"《食品流通许可证》的单次有效期是（ ）,可以续办。","Text1":"2年","Text2":"3年","Text3":"4年","Text4":"5年","Answer":"B"},
        {"Question":"食品经营者的食品与非食品、生食品与熟食品要分开摆放；畜禽、水产等生鲜食品与其他散装食品要保持至少（ ）的距离。","Text1":"3米","Text2":"5米","Text3":"10米","Text4":"12米","Answer":"B"},
        {"Question":"作为食品添加剂用的亚硝酸盐，主要用于（ ）加工。","Text1":"面制品","Text2":"肉制品","Text3":"水产品","Text4":"豆制品","Answer":"B"},
        {"Question":"我国《农产品质量安全法》中所称的农产品，是指来源于农业的（ ）。","Text1":"次级产品","Text2":"初级产品","Text3":"植物产品","Text4":"动物产品","Answer":"B"},
        {"Question":"《食品安全法》规定，制定、修订食品安全标准和实施食品安全监管的科学依据是（ ）。","Text1":"食品安全预警信息公布","Text2":"食品安全预警机制完善","Text3":"食品安全风险评估结果","Text4":"食品安全风险预警检测","Answer":"C"},
        {"Question":"食品经冻结并维持在（ ）℃以下贮藏，几乎可以阻止所有微生物的生长和比较有效的抑制酶的活性。","Text1":"-5","Text2":"-10","Text3":"-18","Text4":"-12","Answer":"C"},
        {"Question":"长期使用铝制品作为食品容器，会引发( )。","Text1":"甲状腺肿大","Text2":"老年痴呆症","Text3":"肠胃疾病","Text4":"癌症","Answer":"B"},
        {"Question":"CDC的意思是（ ）。","Text1":"卫生监督所","Text2":"疾病控制预防中心","Text3":"卫生局","Text4":"农经局","Answer":"B"},
        {"Question":"对食品生产经营企业来说，实施ISO 22000是（ ）。","Text1":"强制性的","Text2":"无效的","Text3":"自愿的","Text4":"必须的","Answer":"C"},
        {"Question":"（ ）应当定期公布已经备案的出口商、代理商和已经注册的境外食品生产企业名单。","Text1":"中国海关","Text2":"国家出入境检验检疫部门","Text3":"卫生监督所","Text4":"卫生局","Answer":"B"},
        {"Question":"食品加工企业所需的食用亚硝酸盐，要求必须从（ ）购买。","Text1":"化工原料商店","Text2":"食品添加剂商店","Text3":"化学试剂商店","Text4":"大型超市","Answer":"B"},
        {"Question":"水分含量较高的点心应当在（ ）的温度条件下贮存。","Text1":"10℃以下或60℃以上","Text2":"20℃以下或60℃以上","Text3":"15℃以下或70℃以上","Text4":"20℃以下或70℃以上","Answer":"A"},
        {"Question":"食品安全管理员按所从事行业不同而分为A、B、C三大类，分别对应于（ ）。","Text1":"食品流通、食品生产、餐饮服务","Text2":"餐饮服务、食品流通、食品生产","Text3":"食品生产、食品流通、餐饮服务","Text4":"食品流通、餐饮服务、食品生产","Answer":"C"},
        {"Question":"鼓励食品生产经营单位的( )通过培训考核合格担任本单位的食品安全管理员。","Text1":"负责人","Text2":"法定代表人","Text3":"法定代表人或负责人","Text4":"经理","Answer":"C"},
        {"Question":"关于洗手的不正确的说法是( )。","Text1":"处理食品前要洗手","Text2":"只在处理食品后才应该洗手","Text3":"处理食品期间每隔一段时间要洗手","Text4":"手接触了污物、废弃物等要洗手","Answer":"B"},
        {"Question":"下列属于禁止售卖的肉品是（ ）。","Text1":"米猪肉","Text2":"猪肉罐头","Text3":"母猪肉","Text4":"猪肠衣","Answer":"A"},
        {"Question":"冷藏冷冻食品时不要超负荷存放，是要避免（ ）。","Text1":"机器超负荷运转","Text2":"空气不流通达不到冷藏温度要求","Text3":"食物交叉污染","Text4":"食物过分挤压","Answer":"B"},
        {"Question":"粮食中出现黄曲霉毒素，属于( )。","Text1":"生物性污染","Text2":"物理性污染","Text3":"化学性污染","Text4":"以上都不是","Answer":"A"},
        {"Question":"（ ）属于农业部规定的“食品动物禁用的兽药及其它化合物”。","Text1":"磺胺类药物","Text2":"青霉素","Text3":"瘦肉精","Text4":"庆大霉素","Answer":"C"},
        {"Question":"一个关键控制点能用于控制（ ）种危害。","Text1":"1","Text2":"2","Text3":"3","Text4":"多种","Answer":"D"},
        {"Question":"冷冻食品的冷冻温度应低于（ ）。","Text1":"0℃","Text2":"-10℃","Text3":"-18℃","Text4":"-5℃","Answer":"C"},
        {"Question":"食用亚硝酸盐的销售只面向（ ）。","Text1":"食品生产加工行业","Text2":"餐饮业","Text3":"食品流通单位","Text4":"企事业机关单位食堂","Answer":"A"},
        {"Question":"已具有主体资格的企业申请食品流通许可，该企业的（ ）为许可申请人。","Text1":"投资者","Text2":"经营负责人","Text3":"本身","Text4":"管理者","Answer":"C"},
        {"Question":"在冷链食品验收过程中，应保证冷藏食品脱离冷链时间不得超过（ ）分钟。","Text1":"20","Text2":"30","Text3":"40","Text4":"60","Answer":"A"},
        {"Question":"下列说法中，正确的是( )。","Text1":"进入生产车间净区作业，只要用洗洁精洗净手后就无需用酒精对手消毒","Text2":"手若有外伤、发炎或化脓现象时，不得在直接接触原物料的生产制造岗位作业","Text3":"工作服是来保护加工人员，不是保护产品的","Text4":"工作人员佩戴戒指操作","Answer":"B"},
        {"Question":"食品冷藏是指为保鲜和防腐的需要而将食品或原料置于（ ）条件下贮存的过程。","Text1":"0～10℃","Text2":"4～10℃","Text3":"-1～5℃","Text4":"5～10℃","Answer":"A"},
        {"Question":"能引起沙门氏菌食物中毒的最常见食物是（ ）。","Text1":"蔬菜、水果","Text2":"豆类及其制品","Text3":"谷类","Text4":"奶类、蛋类、肉类及其制品","Answer":"D"},
        {"Question":"食品的保质期是指它的( )。","Text1":"生产日期","Text2":"最佳食用期","Text3":"出厂日期","Text4":"变质的期限","Answer":"B"},
        {"Question":"国家严禁在猪饲料中添加各类“瘦肉精”。常见的“瘦肉精”是( )。","Text1":"苯甲酸钠","Text2":"盐酸克伦特罗","Text3":"亚硝酸钠","Text4":"山梨酸钾","Answer":"B"},
        {"Question":"许可申请人必须申请领取（ ）方可从事食品流通行业。","Text1":"食品行业许可证","Text2":"食品流通许可证","Text3":"食品经营许可证","Text4":"食品生产经营登记证","Answer":"B"},
        {"Question":"食品安全国家标准应当经（ ）颁布。","Text1":"国家卫生行政部门","Text2":"食品安全国家标准审评委员会","Text3":"国家市场监督管理总局","Text4":"卫生局","Answer":"B"},
        {"Question":"关于食用农产品，质量要求由高到低依次排列为（ ）。","Text1":"绿色食品、有机食品、无公害食品","Text2":"有机食品、绿色食品、无公害食品","Text3":"绿色食品、无公害食品、有机食品","Text4":"无公害食品、有机食品、绿色食品","Answer":"B"},
        {"Question":"复热食品时中心温度应高于（ ），未经充分加热的食品不得供消费者食用。","Text1":"60℃","Text2":"70℃","Text3":"90℃","Text4":"100℃","Answer":"B"},
        {"Question":"产品或者产品销售包装的最大表面的面积小于（ ）的，在产品或者产品销售包装上可以仅标注产品名称、生产者名称。","Text1":"10平方厘米","Text2":"15平方厘米","Text3":"20平方厘米","Text4":"25平方厘米","Answer":"A"},
        {"Question":"绿色市场，是指经认证机构按照有关绿色市场标准或技术规范要求认证，并允许使用绿色市场标牌（志）的（ ）批发市场和零售市场。","Text1":"农副产品","Text2":"食品","Text3":"副食品","Text4":"零售食品","Answer":"A"},
        {"Question":"由生产商或销售商分装的食品，（ ）延长产品原有的生产日期和保质期限。","Text1":"可以适当","Text2":"严禁","Text3":"根据品种","Text4":"视产品销量","Answer":"B"},
        {"Question":"鲜榨果蔬汁和水果沙拉应贮存于（ ）以下。","Text1":"10℃","Text2":"20℃","Text3":"15℃","Text4":"-1℃","Answer":"A"},
        {"Question":"预包装食品的标签（ ）与包装物（容器）分离。","Text1":"不得","Text2":"特殊情况下允许","Text3":"偶尔可以","Text4":"可以","Answer":"A"},
        {"Question":"要辨别真假碘盐，可将盐撒在淀粉溶液中或刚切开的马铃薯切面上，显出（ ）的是真碘盐。","Text1":"绿色","Text2":"红色","Text3":"蓝色","Text4":"黄色","Answer":"C"},
        {"Question":"下列食品产品中，( )不得添加任何食品添加剂。","Text1":"纯牛奶","Text2":"酱油","Text3":"奶油","Text4":"火腿","Answer":"A"},
        {"Question":"绿色食品标签具有防伪功能，它（ ）产品上。","Text1":"只能用于一种","Text2":"可以用于该系列多种","Text3":"用于同一牌子其它","Text4":"用于同系列","Answer":"A"},
        {"Question":"食品储存冷库中的所谓冷冻库，也叫（ ）冷库。","Text1":"低温","Text2":"高温","Text3":"速冻库","Text4":"保鲜库","Answer":"A"},
        {"Question":"对食品流通经营单位，应实施（ ）抽检。","Text1":"定期","Text2":"不定期","Text3":"定期和不定期","Text4":"随意","Answer":"C"},
        {"Question":"许可申请人是指提出许可申请的（ ）。食品流通经营需要申办许可。","Text1":"主体资格人","Text2":"任何人","Text3":"管理人","Text4":"工作人员","Answer":"A"},
        {"Question":"食品质量安全市场准入标志是( )。","Text1":"GMP","Text2":"QS","Text3":"ISO9000","Text4":"CCC","Answer":"B"},
        {"Question":"冷藏的温度要求保持在（ ）。","Text1":"0～10℃","Text2":"5～10℃","Text3":"-5～10℃","Text4":"-1～5℃","Answer":"A"},
        {"Question":"现行国家工商总局《食品广告监管制度》颁布实施于（ ）年。","Text1":"2008","Text2":"2009","Text3":"2010","Text4":"2012","Answer":"B"},
        {"Question":"从事食品流通经营的必备条件是，经营者取得（ ）。","Text1":"《食品流通许可证》","Text2":"营业执照","Text3":"《食品流通许可证》和营业执照","Text4":"卫生登记证","Answer":"C"},
        {"Question":"国家对产品质量实行以（ ）为主要方式的监督检查制度。","Text1":"市场检查","Text2":"监督抽查","Text3":"企业调查","Text4":"分地区普检","Answer":"B"},
        {"Question":"下列防范食品污染的措施，错误的是（ ）。","Text1":"饮用洁净的水，把水烧开了再喝","Text2":"买消毒牛奶，不食用未经加工的牛奶","Text3":"菜刀、菜板用前都应清洗干净，先切生食，后切熟食","Text4":"尽量用封闭的容器装食物","Answer":"C"},
        {"Question":"无公害农产品的质量要求，比绿色食品（ ）。","Text1":"严格","Text2":"宽松","Text3":"同样要求","Text4":"偶尔不同","Answer":"B"},
        {"Question":"绿色食品生产企业重新通过产品认证，可继续使用绿色食品标志,标志上的编号（ ）。","Text1":"不变","Text2":"需要更新","Text3":"可随意","Text4":"可换可不换","Answer":"B"},
        {"Question":"获准使用绿色食品标志的产品，（ ）加贴绿色食品标志防伪标签。","Text1":"必须","Text2":"自愿","Text3":"自主","Text4":"不必","Answer":"A"},
        {"Question":"被吊销食品生产、流通或者餐饮服务许可证的单位，其直接负责的主管人员自处罚决定作出之日起( )内不得从事食品生产经营管理工作。","Text1":"2年","Text2":"3年","Text3":"4年","Text4":"5年","Answer":"D"},
        {"Question":"中毒的最常见食物是（ ）。","Text1":"蔬菜、水果","Text2":"豆类及其制品","Text3":"谷类","Text4":"奶类、蛋类及其制品","Answer":"D"},
        {"Question":"下列属于人工合成甜味剂的是（ ）。","Text1":"蔗糖","Text2":"果糖","Text3":"葡萄糖","Text4":"糖精","Answer":"D"},
        {"Question":"为防虫害，门底部与地面的缝隙应小于（ ）毫米。","Text1":"3","Text2":"5","Text3":"6","Text4":"15","Answer":"C"},
        {"Question":"被吊销食品流通许可证的，其直接负责的主管人员自处罚决定作出之日起（ ）从事食品经营管理工作。","Text1":"二年内不得","Text2":"三年内不得","Text3":"五年内不得","Text4":"一年内不得","Answer":"C"},
        {"Question":"食品经营者应当将《食品流通许可证》的（ ）展示在经营场所显著位置。","Text1":"正本","Text2":"副本","Text3":"正本复印件","Text4":"副本复印件","Answer":"A"},
        {"Question":"食品流通许可事项中的许可范围，包括经营方式、经营形式和（ ）。","Text1":"经营项目","Text2":"经营方案","Text3":"经营类别","Text4":"经营数量","Answer":"A"},
        {"Question":"被许可人以欺骗、贿赂等不正当手段取得食品流通许可并被撤销的，申请人在（ ）再次申请食品流通许可。","Text1":"二年内不得","Text2":"三年内不得","Text3":"五年内不得","Text4":"四年内不得","Answer":"B"},
        {"Question":"肉、禽、乳和水产品的冷藏温度一般为（ ）℃左右。","Text1":"0","Text2":"5","Text3":"10","Text4":"15","Answer":"B"},
        {"Question":"速冻食品在运输过程中其温度允许上升到（ ）℃左右，但交货后必须尽快降至-18℃以下。","Text1":"0","Text2":"-15","Text3":"5","Text4":"10","Answer":"B"},
        {"Question":"与食品安全有关的“危险温度带”是指适合大多数致病菌增殖的温度范围，一般在（ ）℃之间。","Text1":"10-60","Text2":"5-10","Text3":"60-70","Text4":"1-5","Answer":"A"},
        {"Question":"无公害农产品的标志是（ ）的。","Text1":"绿色","Text2":"绿橙两色","Text3":"橙色","Text4":"蓝色","Answer":"B"},
        {"Question":"食品流通许可的单次有效期为（ ）年。","Text1":"1","Text2":"3","Text3":"5","Text4":"2","Answer":"B"},
        {"Question":"紫外线照射消毒,每10—15平方米应有一支30瓦紫外灯，照射时间一般不少于（ ）。","Text1":"2分钟","Text2":"4小时","Text3":"30分钟","Text4":"过夜","Answer":"C"},
        {"Question":"四种食源性污染微生物中，（ ）不是致病菌。","Text1":"沙门氏菌","Text2":"酵母菌","Text3":"致病性大肠杆菌","Text4":"金黄色葡萄球菌","Answer":"B"},
        {"Question":"操作即食食品的器具，连续使用（ ）后应重新消毒。","Text1":"2小时","Text2":"4小时","Text3":"5小时","Text4":"6小时","Answer":"B"},
        {"Question":"食品安全监督检查人员进行监督检查时，应当至少有（ ）名人员参加，依法制作现场检查笔录，笔录经双方核实并签字。被监督检查者拒绝签字的，应当注明事由和相关情况，同时记录在场人员的姓名、职务等。","Text1":"两","Text2":"三","Text3":"四","Text4":"五","Answer":"A"},
        {"Question":"超市和食品批发市场对长期经营的食品产品，要每（ ）个月向供应商索验一次最新检验报告，报告所列检验项目应该包括法律、法规和保障食品安全要求的相关项目。","Text1":"2","Text2":"3","Text3":"6","Text4":"12","Answer":"C"},
        {"Question":"过度使用激素催生瓜果蔬菜，会 ( )。","Text1":"使它们的营养价值更高","Text2":"使它们口感更好","Text3":"给人体发育带来异常","Text4":"使其外观更鲜艳","Answer":"C"},
        {"Question":"豆制品在流通、消费环节及运输过程中，冷藏温度要求为（ ）以下。","Text1":"5℃","Text2":"10℃","Text3":"15℃","Text4":"-1℃","Answer":"B"},
        {"Question":"无公害农产品，是指产地环境、生产过程和产品质量符合国家有关标准和规范的要求、未经加工或初加工、获得相关认证的（ ）。","Text1":"食用农产品","Text2":"农产品","Text3":"水产品","Text4":"海产品","Answer":"A"},
        {"Question":"许可申请人隐瞒真实情况或者提供虚假材料申请食品流通许可的，发证机关不予受理或者不予许可，申请人在（ ）内不得再次申请食品流通许可。","Text1":"一年","Text2":"两年","Text3":"三年","Text4":"五年","Answer":"A"},
        {"Question":"食品经营者聘用“不得从事食品生产经营管理工作的人员”从事管理工作的，由原发证部门实施( )。","Text1":"停业整顿","Text2":"吊销许可证","Text3":"责令改正","Text4":"罚款2000元","Answer":"B"},
        {"Question":"超市制作的食品在中心温度保持在（ ）℃以下冷藏的，保质期为烧熟后（ ）小时。","Text1":"10，24","Text2":"25，24","Text3":"25，48","Text4":"10，48","Answer":"A"},
        {"Question":"绿色食品标志的有效期为（ ）年，到期后要重新申领。","Text1":"2","Text2":"3","Text3":"4","Text4":"5","Answer":"B"},
        {"Question":"食品生产经营者应当依照《食品安全法》的规定，建立( )，保证食品可追溯。国家鼓励食品生产经营者采用信息化手段采集、留存生产经营信息，建立食品安全追溯体系。","Text1":"食品信息化系统","Text2":"食品安全追溯体系","Text3":"食品销售体系","Text4":"食品反馈体系","Answer":"B"},
        {"Question":"食品生产经营者应当（ ）制度，定期对食品安全状况进行检查评价。生产经营条件发生变化，不再符合食品安全要求的，食品生产经营者应当立即采取整改措施;有发生食品安全事故潜在风险的，应当立即停止食品生产经营活动，并向所在地县级人民政府食品药品监督管理部门报告。","Text1":"建立食品销售","Text2":"建立食品进货","Text3":"建立食品安全自查","Text4":"建立食品许可","Answer":"C"},
        {"Question":"食品生产经营者违反《食品召回管理办法》第八条第一款、第十二条第一款、第十三条、第十四条、第二十条第一款、第二十一条、第二十三条第一款、第二十四条第一款的规定，食品经营者不立即停止生产经营、不主动召回、不按规定时限启动召回、不按照召回计划召回不安全食品或者不按照规定处置不安全食品的，由食品药品监督管理部门给予警告并给予（ ）以下罚款。","Text1":"一万元以上三万元以下","Text2":"一万元以上五万元以下","Text3":"五千元以上一万元以下","Text4":"一万元以上两万元以下","Answer":"A"},
        {"Question":"食品生产经营者在采购食品或原料时，除需要查验供货者的许可证外，还应查验( )。","Text1":"食品合格证明文件","Text2":"健康证明","Text3":"培训证明","Text4":"出库证","Answer":"A"},
        {"Question":"预包装食品的包装上应当有标签。标签应当标明下列事项中不包括（ ）。","Text1":"名称、规格、净含量、生产日期","Text2":"广告词","Text3":"生产者的名称、地址、联系方式","Text4":"保质期","Answer":"B"},
        {"Question":"食品经营者销售散装食品，应当在（）标明食品的名称、生产日期或者生产批号、保质期以及生产经营者名称、地址、联系方式等内容。","Text1":"柜台上","Text2":"食品上","Text3":"散装食品的容器、外包装上","Text4":"店内","Answer":"C"},
        {"Question":"保健食品的标签、说明书不得涉及（），内容应当真实，与注册或者备案的内容相一致，载明适宜人群、不适宜人群、功效成分或者标志性成分及其含量等，并声明“本品不能代替药物”。保健食品的功能和成分应与标签、说明书相一致。","Text1":"商标信息","Text2":"营养功能","Text3":"疾病预防、治疗功能","Text4":"保健功能","Answer":"C"},
        {"Question":"违反《食品安全法》规定，“用超过保质期的食品原料、食品添加剂生产食品、食品添加剂，或者经营上述食品、食品添加剂;以及生产经营标注虚假生产日期、保质期或者超过保质期的食品、食品添加剂;尚不构成犯罪的”，由县级以上人民政府食品药品监督管理部门没收违法所得和违法生产经营的食品、食品添加剂，并可以没收用于违法生产经营的工具、设备、原料等物品;违法生产经营的食品、食品添加剂货值金额不足一万元的，并处（）罚款;货值金额一万元以上的，并处货值金额十倍以上二十倍以下罚款;情节严重的，吊销许可证。","Text1":"十万元以上二十万元以下","Text2":"一万元以上五万元以下","Text3":"五万元以上十万元以下","Text4":"一千元以上一万元以下","Answer":"C"},
        {"Question":"违反《食品安全法》规定，“生产经营无标签的预包装食品、食品添加剂或者标签、说明书不符合本法规定的食品、食品添加剂;以及生产经营转基因食品未按规定进行标示;”的，由县级以上人民政府食品药品监督管理部门没收违法所得和违法生产经营的食品、食品添加剂，并可以没收用于违法生产经营的工具、设备、原料等物品;违法生产经营的食品、食品添加剂货值金额不足一万元的，并处()罚款;货值金额一万元以上的，并处货值金额五倍以上十倍以下罚款;情节严重的，责令停产停业，直至吊销许可证。","Text1":"五万元以上十万元以下","Text2":"五千元以上五万元以下","Text3":"十万元以上二十万元以下","Text4":"一千元以上一万元以下","Answer":"B"},
        {"Question":"食品经营者在经营场所发生变化的，应当重新申请食品经营许可。外设仓库地址发生变化的，食品经营者应当在变化后（）个工作日内向原发证的食品药品监督管理部门报告。","Text1":"10","Text2":"15","Text3":"30","Text4":"60","Answer":"A"},
        {"Question":"违反《食品安全法》规定，“食品、食品添加剂生产经营者进货时未查验许可证和相关证明文件，或者未按规定建立并遵守进货查验记录、出厂检验记录和销售记录制度;”的，由县级以上人民政府食品药品监督管理部门责令改正，给予警告;拒不改正的，处()罚款;情节严重的，责令停产停业，直至吊销许可证：","Text1":"五万元以上十万元以下","Text2":"五千元以上五万元以下","Text3":"十万元以上二十万元以下","Text4":"一千元以上一万元以下","Answer":"B"},
        {"Question":"违反本法规定，集中交易市场的开办者、柜台出租者、展销会的举办者允许未依法取得许可的食品经营者进入市场销售食品，或者未履行检查、报告等义务的，由县级以上人民政府食品药品监督管理部门责令改正，没收违法所得，并处()罚款;造成严重后果的，责令停业，直至由原发证部门吊销许可证;使消费者的合法权益受到损害的，应当与食品经营者承担连带责任。","Text1":"五万元以上十万元以下","Text2":"五千元以上五万元以下","Text3":"五万元以上二十万元以下","Text4":"一千元以上一万元以下","Answer":"C"},
        {"Question":"小作坊、摊贩经营者应当建立进货和销售台账。小作坊台账应当保存不少于（）。摊贩台账应当保存不少于（），但经营品种单一，生产加工过程中不使用添加剂的除外。","Text1":"一年、六个月","Text2":"六个月、三个月","Text3":"一年、三个月","Text4":"五个月、一年","Answer":"A"},
        {"Question":"违反本法规定，网络食品交易第三方平台提供者未对入网食品经营者进行实名登记、审查许可证，或者未履行报告、停止提供网络交易平台服务等义务的，由县级以上人民政府食品药品监督管理部门责令改正，没收违法所得，并处()罚款;造成严重后果的，责令停业，直至由原发证部门吊销许可证;使消费者的合法权益受到损害的，应当与食品经营者承担连带责任。","Text1":"五万元以上十万元以下","Text2":"五万元以上二十万元以下","Text3":"五千元以上五万元以下","Text4":"一千元以上一万元以下","Answer":"B"},
        {"Question":"消费者通过网络食品交易第三方平台购买食品，其合法权益受到损害的，可以向入网食品经营者或者食品生产者要求（）。网络食品交易第三方平台提供者不能提供入网食品经营者的真实名称、地址和有效联系方式的，由网络食品交易第三方平台提供者赔偿。网络食品交易第三方平台提供者赔偿后，有权向入网食品经营者或者食品生产者追偿。网络食品交易第三方平台提供者作出更有利于消费者承诺的，应当履行其承诺。","Text1":"退货","Text2":"退款","Text3":"红包","Text4":"赔偿","Answer":"D"},
        {"Question":"违反本法规定，未按要求进行食品贮存、运输和装卸的，由县级以上人民政府食品药品监督管理等部门按照各自职责分工责令改正，给予警告;拒不改正的，责令停产停业，并处（）罚款;情节严重的，吊销许可证。","Text1":"五万元以上十万元以下","Text2":"五千元以上五万元以下","Text3":"五万元以上二十万元以下","Text4":"一万元以上五万元以下","Answer":"D"},
        {"Question":"食品安全标准不包括下列内容（）。","Text1":"食品、食品添加剂、食品相关产品中的致病性微生物，农药残留、兽药残留、生物毒素、重金属等污染物质以及其他危害人体健康物质的限量规定","Text2":"食品添加剂的品种、使用范围、用量;食品生产经营过程的卫生要求","Text3":"专供婴幼儿和其他特定人群的主辅食品的营养成分要求;对与卫生、营养等食品安全要求有关的标签、标志、说明书的要求","Text4":"食品的商标标识","Answer":"D"},
        {"Question":"食品生产经营企业应当建立健全食品安全管理制度，对职工进行（）培训，加强食品检验工作，依法从事生产经营活动。","Text1":"业务知识","Text2":"食品安全知识","Text3":"操作流程","Text4":"安全管理","Answer":"B"},
        {"Question":"()由有关食品安全监督管理部门没收违法所得、违法生产经营的食品、用于违法生产经营的工具、设备、原料等物品。对小作坊处以二千元以上一万元以下罚款。","Text1":"取得许可擅自从事经营活动的","Text2":"伪造、涂改、倒卖、出租、出借小作坊许可或者以其他形式非法转让小作坊许可的","Text3":"未隐瞒真实情况获取小作坊许可的","Text4":"未超出批准经营区域和项目范围经营的","Answer":"B"},
        {"Question":"食品经营企业应当建立（），如实记录食品的名称、规格、数量、生产日期或者生产批号、保质期、进货日期以及供货者名称、地址、联系方式等内容，并保存相关凭证。","Text1":"食品进货查验记录制度","Text2":"安全责任制","Text3":"食品可追溯制度","Text4":"返货制度","Answer":"A"},
        {"Question":"食品经营者应当按照保证食品安全的要求（），定期检查库存食品，及时清理变质或者超过保质期的食品。食品经营者贮存散装食品，应当在贮存位置标明食品的名称、生产日期或者生产批号、保质期、生产者名称及联系方式等内容。","Text1":"销售食品","Text2":"贮存食品","Text3":"购进食品","Text4":"查验食品","Answer":"B"},
        {"Question":"食品添加剂经营者采购食品添加剂，应当依法查验供货者的（），如实记录食品添加剂的名称、规格、数量、生产日期或者生产批号、保质期、进货日期以及供货者名称、地址、联系方式等内容，并保存相关凭证。","Text1":"身份证明","Text2":"产地证明","Text3":"许可证和产品合格证明文件","Text4":"其他证明文件","Answer":"C"},
        {"Question":"申请食品经营许可，应当先行取得（）等合法主体资格。","Text1":"身份证","Text2":"营业执照","Text3":"居住证","Text4":"驾驶证","Answer":"B"},
        {"Question":"食品经营项目分为（）（含冷藏冷冻食品、不含冷藏冷冻食品）、散装食品销售（含冷藏冷冻食品、不含冷藏冷冻食品）、特殊食品销售（保健食品、特殊医学用途配方食品、婴幼儿配方乳粉、其他婴幼儿配方食品）、其他类食品销售；热食类食品制售、冷食类食品制售、生食类食品制售、糕点类食品制售、自制饮品制售、其他类食品制售等。","Text1":"无包装食品","Text2":"自行包装食品","Text3":"预包装食品销售","Text4":"他人包装食品","Answer":"C"},
        {"Question":"违反（）小作坊和摊贩有下列行为之一的，由有关食品安全监督管理部门没收违法所得、违法生产经营的食品，对小作坊处以一万元以上三万元以下罚款；情节严重的，处以三万元以上五万元以下罚款；造成严重后果的，责令停产停业，直至吊销许可。对摊贩处以二千元以上一万元以下罚款；情节严重的，处以一万元以上三万元以下罚款；造成严重后果的，责令停产停业。","Text1":"未使用非食用的原辅料或者添加非食品用化学物质的","Text2":"使用经检验检疫、检验检疫不合格的肉类生产食品，或者使用病死、毒死和死因不明的禽、畜、兽、水产动物为原材料的","Text3":"使用回收按规定下架的食品，腐败变质或者其他感官性状异常的原料生产食品的","Text4":"伪造、涂改、倒卖、出租、出借小作坊许可或者以其他形式非法转让小作坊许可的","Answer":"C"},
        {"Question":"申请食品经营许可，应当具有（）和保证食品安全的规章制度。","Text1":"专业营业员","Text2":"专职或者兼职的食品安全管理人员","Text3":"会计师","Text4":"营养师","Answer":"B"},
        {"Question":"申请食品经营许可，应当向申请人所在地县级以上地方食品药品监督管理部门提交下列材料，其中不包括（）。","Text1":"食品经营许可申请书","Text2":"营业执照或者其他主体资格证明文件复印件","Text3":"无犯罪记录证明","Text4":"与食品经营相适应的主要设备设施布局、操作流程等文件","Answer":"C"},
        {"Question":"小作坊在生产加工经营过程中，应当遵守下列规定（）。","Text1":"设置垃圾存放设施","Text2":"食品及食品原辅料不应当分类、分架、隔墙、离地存放，储存食品原料的场所、设备应当保持清洁","Text3":"直接入口食品、食品原料、半成品应当不分开存放，生、熟食品分开存放","Text4":"生产简易包装食品、储存和销售散装和预包装食品，不应当在储存位置、容器、外包装上标明食品的名称、生产日期、保质期、生产者名称及联系方式等内容","Answer":"A"},
        {"Question":"()应当如实向食品药品监督管理部门提交有关材料和反映真实情况，对申请材料的真实性负责，并在申请书等材料上签名或者盖章。","Text1":"企业","Text2":"法人","Text3":"申请人","Text4":"自然人","Answer":"C"},
        {"Question":"县级以上地方食品药品监督管理部门应当对申请人提交的许可申请材料进行审查。需要对申请材料的实质内容进行核实的，应当进行（）。","Text1":"当场核对","Text2":"现场核查","Text3":"存档","Text4":"备案","Answer":"B"},
        {"Question":"食品经营者应当妥善保管食品经营许可证，不得伪造、涂改、倒卖、出租、出借、转让。食品经营者应当在经营场所的显著位置悬挂或者摆放（）正本。","Text1":"营业执照","Text2":"食品经营许可证","Text3":"卫生许可证","Text4":"身份证","Answer":"B"},
        {"Question":"食品经营许可证载明的许可事项发生变化的，食品经营者应当在变化后（）个工作日内向原发证的食品药品监督管理部门申请变更经营许可。经营场所发生变化的，应当重新申请食品经营许可。外设仓库地址发生变化的，食品经营者应当在变化后10个工作日内向原发证的食品药品监督管理部门报告。","Text1":"30","Text2":"20","Text3":"15","Text4":"10","Answer":"D"},
        {"Question":"申请变更食品经营许可的，不需要提交下列申请材料：（）。","Text1":"食品经营许可变更申请书","Text2":"工商营业执照变更申请书","Text3":"食品经营许可证正本、副本","Text4":"与变更食品经营许可事项有关的其他材料","Answer":"B"},
        {"Question":"食品经营许可证遗失、损坏的，应当向原发证的食品药品监督管理部门申请补办，并提交下列材料：（）。","Text1":"健康证明办理证明","Text2":"食品经营许可证补办申请书","Text3":"身份证明补办申请书","Text4":"工商营业执照补办申请书","Answer":"B"},
        {"Question":"食品经营者申请注销食品经营许可的，应当向原发证的食品药品监督管理部门提交下列材料：其中不包括（）。","Text1":"食品经营许可注销申请书","Text2":"食品经营许可证正本、副本","Text3":"健康证","Text4":"与注销食品经营许可有关的其他材料","Answer":"C"},
        {"Question":"有下列情形之一，食品经营者未按规定申请办理注销手续的，（）应当依法办理食品经营许可注销手续：（一）食品经营许可有效期届满未申请延续的；（二）食品经营者主体资格依法终止的；（三）食品经营许可依法被撤回、撤销或者食品经营许可证依法被吊销的；（四）因不可抗力导致食品经营许可事项无法实施的；（五）法律法规规定的应当注销食品经营许可的其他情形。","Text1":"政府部门","Text2":"原发证的食品药品监督管理部门","Text3":"公安部门","Text4":"实地监管部门","Answer":"B"},
        {"Question":"县级以上地方食品药品监督管理部门应当将食品经营许可颁发、许可事项检查、日常监督检查、许可违法行为查处等情况记入食品经营者（），并依法向社会公布；对有不良信用记录的食品经营者应当增加监督检查频次。","Text1":"个人信用档案","Text2":"信用等级记录","Text3":"不良信用记录","Text4":"食品安全信用档案","Answer":"D"},
        {"Question":"食品经营者终止食品经营，食品经营许可被撤回、撤销或者食品经营许可证被吊销的，应当在（）个工作日内向原发证的食品药品监督管理部门申请办理注销手续。","Text1":"30日","Text2":"15日","Text3":"20日","Text4":"60日","Answer":"A"},
        {"Question":"被许可人以欺骗、贿赂等不正当手段取得食品经营许可的，由原发证的食品药品监督管理部门撤销许可，并处（）下罚款。被许可人在3年内不得再次申请食品经营许可。","Text1":"一万元以上两万元以下","Text2":"一万元以上五万元以下","Text3":"五千元以上一万元以下","Text4":"1万元以上3万元以下","Answer":"D"},
        {"Question":"食品经营者违反本办法第二十六条第一款规定，食品经营者伪造、涂改、倒卖、出租、出借、转让食品经营许可证的，由县级以上地方食品药品监督管理部门责令改正，给予警告，并处1万元以下罚款；情节严重的，处（）罚款。","Text1":"一万元以上两万元以下","Text2":"1万元以上3万元以下","Text3":"五千元以上一万元以下","Text4":"2万元以上3万元以下","Answer":"B"},
        {"Question":"被许可人以欺骗、贿赂等不正当手段取得食品经营许可的，由原发证的食品药品监督管理部门撤销许可，并处1万元以上3万元以下罚款。被许可人在（）年内不得再次申请食品经营许可。","Text1":"3","Text2":"4","Text3":"5","Text4":"6","Answer":"A"},
        {"Question":"食品经营者违反本办法第二十七条第一款规定，食品经营许可证载明的许可事项发生变化，食品经营者未按规定申请变更经营许可的，由原发证的食品药品监督管理部门责令改正，给予警告；拒不改正的，处（）罚款。","Text1":"2000元以上1万元以下","Text2":"1万元以上3万元以下","Text3":"五千元以上一万以下","Text4":"2万元以上3万元以下","Answer":"A"},
        {"Question":"不符合食品加工场所内厕所设置要求的是（）。","Text1":"厕所不设在食品处理区","Text2":"如果有可靠的防臭气水封，厕所排污管道与食品加工操作场所的排水管道可以共用","Text3":"厕所采用水冲式","Text4":"在厕所出口附近设置洗手设施","Answer":"B"},
        {"Question":"食品经营者被吊销经营许可证的食品经营者及其法定代表人、直接负责的主管人员和其他直接责任人员自处罚决定作出之日起()不得申请食品生产经营许可，或者从事食品生产经营管理工作、担任食品生产经营企业食品安全管理人员。","Text1":"1年","Text2":"5年","Text3":"3年","Text4":"4年","Answer":"B"},
        {"Question":"食用农产品销售者未按要求配备与销售品种相适应的冷藏、冷冻设施，或者温度、湿度和环境等不符合特殊要求的，由县级以上食品药品监督管理部门责令改正，给予警告；拒不改正的，处()罚款。","Text1":"2000元以上5000元以下","Text2":"5000元以上3万元以下","Text3":"1万元以上两万元以下","Text4":"5000元以上1万元以下","Answer":"B"},
        {"Question":"食品经营者外设仓库地址发生变化，未按规定报告的，或者食品经营者终止食品经营，食品经营许可被撤回、撤销或者食品经营许可证被吊销，未按规定申请办理注销手续的，由原发证的食品药品监督管理部门责令改正；拒不改正的，给予警告，并处（）以下罚款。","Text1":"2000元","Text2":"3000元","Text3":"5000元","Text4":"10000元","Answer":"A"},
        {"Question":"食用农产品销售者应查验所提供服务的销售者的营业执照或者身份证明和食用农产品产地或者来源证明、合格证明文件，并建立进出货台账，记录食用农产品名称、产地、贮存日期、出货日期、销售者名称或者姓名、联系方式等。进出货台账和相关证明材料保存期限不得少于()个月。","Text1":"1个月","Text2":"3个月","Text3":"5个月","Text4":"6个月","Answer":"D"},
        {"Question":"进口鲜冻肉类产品的包装应当标明()外包装上应当以中文标明规格、产地、目的地、地址以及企业注册号、生产批号、储存温度等内容。","Text1":"产品名称、原产国（地区）、生产企业名称、地址以及企业注册号、生产批号" ,"Text2":"产品名称、原产国（地区）、生产企业名称、地址以及企业注册号、生产批号","Text3":"地址以及企业注册号、生产批号","Text4":"生产日期、保质期","Answer":"无需标注任何信息","undefined":"A"},
        {"Question":"食品生产经营者应当将食品召回和处理情况向所在地县级人民政府（）报告;需要对召回的食品进行无害化处理、销毁的，应当提前报告时间、地点。食品药品监督管理部门认为必要的，可以实施现场监督。","Text1":"公安部门","Text2":"食品药品监督管理部门","Text3":"消费者权益保护部门","Text4":"质量监督管理部门","Answer":"B"},
        {"Question":"食用农产品经营者对于停止销售的食用农产品，应当按照要求采取()，防止其再次流入市场。","Text1":"无害化处理、销毁等措施","Text2":"焚烧","Text3":"填埋","Text4":"直接倒掉垃圾桶","Answer":"A"},
        {"Question":"食用农产品集中交易市场开办者、销售者应当将食用农产品停止销售、召回和处理情况向()配合政府有关部门根据有关法律法规进行处理，并记录相关情况。","Text1":"所在地县级食品药品监督管理部门报告","Text2":"当地政府报告","Text3":"农业局报告","Text4":"畜牧局报告","Answer":"A"},
        {"Question":"食品经营者应当按照（）标示的警示标志、警示说明或者注意事项的要求销售食品。","Text1":"食品安全标准","Text2":"包装箱","Text3":"法律法规","Text4":"食品标签","Answer":"D"},
        {"Question":"县级以上人民政府食品药品监督管理、质量监督部门履行各自食品安全监督管理职责，有权采取下列措施，对（）遵守本法的情况进行监督检查：(一)进入生产经营场所实施现场检查;(二)对生产经营的食品、食品添加剂、食品相关产品进行抽样检验;(三)查阅、复制有关合同、票据、账簿以及其他有关资料;(四)查封、扣押有证据证明不符合食品安全标准或者有证据证明存在安全隐患以及用于违法生产经营的食品、食品添加剂、食品相关产品;(五)查封违法从事生产经营活动的场所。","Text1":"企业法人","Text2":"管理者","Text3":"生产经营者","Text4":"食品总监","Answer":"C"},
        {"Question":"食用农产品销售者违反本办法第二十八条第一款规定，未按要求选择贮存服务提供者，或者贮存服务提供者违反本办法第二十八条第二款规定，未履行食用农产品贮存相关义务的，由县级以上食品药品监督管理部门责令改正，给予警告；拒不改正的，处()罚款。","Text1":"5000元以上3万元以下","Text2":"2000元以上5000元以下","Text3":"1万元以上两万元以下","Text4":"5000元以上1万元以下","Answer":"A"},
        {"Question":"食用农产品销售者销售未按规定进行检验的肉类，或者销售标注虚假的食用农产品产地、生产者名称、生产者地址，标注伪造、冒用的认证标志等质量标志的食用农产品的，由县级以上食品药品监督管理部门责令改正，()以下罚款。","Text1":"5000元以上1万元以下","Text2":"5000元以上3万元以下","Text3":"处1万元以上3万元以下","Text4":"2000元以上5000元以下","Answer":"C"},
        {"Question":"县级以上人民政府食品药品监督管理部门在食品安全监督管理工作中可以采用国家规定的快速检测方法对食品进行抽查检测。对抽查检测结果表明可能不符合食品安全标准的食品，应当依照本法第八十七条的规定进行检验。抽查检测结果确定有关食品不符合食品安全标准的，可以作为（）。","Text1":"行政处罚的依据","Text2":"没收的依据","Text3":"销毁的依据","Text4":"召回的依据","Answer":"A"},
        {"Question":"《中华人民共和国食品安全法》包括（）。","Text1":"九章共一百零一条","Text2":"十章共一百零一条","Text3":"九章共一百零四条","Text4":"十章共一百五十四条","Answer":"D"},
        {"Question":"国家建立食品安全风险监测制度，对食源性疾病、（）以及食品中的有害因素进行检测。","Text1":"食品添加剂","Text2":"食品污染","Text3":"食品有害物质残留","Text4":"非法用药","Answer":"B"},
        {"Question":"国家对食品生产经营实行许可制度。从事餐饮服务，应当依法取得（）。","Text1":"食品卫生许可","Text2":"食品生产许可","Text3":"食品流通许可","Text4":"食品经营许可","Answer":"D"},
        {"Question":"（）经烹调加工后再次供应。","Text1":"可将回收后的食品（包括辅料）","Text2":"可将回收后的食品（不包括辅料）","Text3":"不得将回收后的食品（包括辅料）","Text4":"不得将回收后的食品（不包括辅料）","Answer":"C"},
        {"Question":"食品经营者应当对召回的食品采取无害化处理、销毁等措施，防止其再次流入市场。但是，对因标签、标志或者说明书不符合食品安全标准而被召回的食品，（）在采取补救措施且能保证食品安全的情况下可以继续销售。","Text1":"食品经营者","Text2":"监督管理部门","Text3":"食品生产者","Text4":"卫生部门","Answer":"C"},
        {"Question":"销售直接入口的散装熟食应有（）。","Text1":"专门销售区域","Text2":"配备无毒、清洁的容器、售货工具等","Text3":"摆放熟食的专用设备设施具有防止消费者直接触及熟食、保证熟食应有温度的功能","Text4":"以上都有","Answer":"D"},
        {"Question":"申请销售有温度控制要求的食品，需配备与经营品种、数量相适应的（）设备，并带有温度指示装置，设备应当保证食品贮存销售所需的温度等要求。","Text1":"冷藏、冷冻","Text2":"消毒","Text3":"保湿","Text4":"烘干","Answer":"A"},
        {"Question":"在中华人民共和国境内，从事食品销售和餐饮服务活动，应当依法取得()。","Text1":"生产许可","Text2":"食品经营许可证","Text3":"餐饮服务许可","Text4":"食品流通许可","Answer":"B"},
        {"Question":"食品经营许可实行（）原则。","Text1":"一证多地","Text2":"一证一地","Text3":"多证一地","Text4":"一证双地","Answer":"B"},
        {"Question":"食品安全的五大要点有（）。","Text1":"保持清洁、生熟分开、做熟","Text2":"保持食物的安全温度","Text3":"使用安全的水和原材料","Text4":"以上都选","Answer":"D"},
        {"Question":"食用农产品批发市场应当配备检验设备和检验人员或者委托符合《食品安全法》规定的（），对进入该批发市场销售的食用农产品进行抽样检验。","Text1":"实验室","Text2":"食品检验机构","Text3":"第三方检测机构","Text4":"个人","Answer":"B"},
        {"Question":"生产经营产生的废弃物至少()清除一次，清除后的容器应及时清洗，必要时进行消毒。","Text1":"每天","Text2":"两天","Text3":"每星期","Text4":"每个月","Answer":"A"},
        {"Question":"食品经营者销售散装食品，应当在散装食品的容器、外包装上标明食品的（）。","Text1":"名称","Text2":"生产日期或者批号","Text3":"保质期以及生产经营者名称、地址、联系方式等内容","Text4":"以上都是","Answer":"D"},
        {"Question":"食用农产品种植、养殖环节农药、兽药残留和其他污染物的风险监测由国务院哪个部门负责组织开展()。","Text1":"卫生行政部门","Text2":"食品药品监督管理部门","Text3":"质量监督部门","Text4":"粮食部门","Answer":"A"},
        {"Question":"加工经营场所使用面积在1000㎡的餐馆，应（）。","Text1":"配备兼职食品安全管理人员","Text2":"配备专职食品安全管理人员","Text3":"不用配备食品安全管理人员","Text4":"以上都不是","Answer":"B"},
        {"Question":"食品药品监督管理部门应当自受理申请之日起（）个工作日内做出行政许可决定。","Text1":"5","Text2":"10","Text3":"20","Text4":"50","Answer":"C"},
        {"Question":"依据《行政许可法》，食品药品监督管理部门对申请人提出的食品经营许可申请，发现申请事项依法不需要取得餐饮服务许可，或者依法不属于食品药品监督管理部门职权范围的，应当（）。","Text1":"直接退回申请，不告知任何原因","Text2":"即时告知申请人不接收申请的原因","Text3":"不接收申请，事后书面告知申请人原因","Text4":"接收申请，做出受理决定","Answer":"B"},
        {"Question":"黄曲霉毒素致癌的主要靶器官是（）。","Text1":"食道","Text2":"胃","Text3":"肝","Text4":"肾","Answer":"C"},
        {"Question":"我国已经形成了综合性食品安全法律法规体系，它的特点是()。","Text1":"以《中华人民共和国食品安全法》为核心","Text2":"以其他专门法律为支撑","Text3":"与产品质量、检验检疫等法律法规相衔接","Text4":"以上都是","Answer":"D"},
        {"Question":"餐饮服务提供者遗失《食品经营许可证》的，应当在经营场所的显着位置张贴《食品经营许可证》遗失的公开声明书，并于遗失后（）日内向原发证部门申请补发《食品经营许可证》。","Text1":"30","Text2":"60","Text3":"90","Text4":"120","Answer":"B"},
        {"Question":"我国食品安全法律法规体系的核心是()。","Text1":"中华人民共和国食品安全法","Text2":"中华人民共和国农产品质量安全法","Text3":"中华人民共和国标准化法","Text4":"中华人民共和国进出境动物检疫法","Answer":"A"},
        {"Question":"除了农业初级生产环节(食用农产品种植和养殖)，食品供应链还包括()。","Text1":"食品生产环节(生产和加工)","Text2":"食品经营环节(销售和餐饮服务)","Text3":"食品物流环节(贮存和运输)","Text4":"以上都是","Answer":"D"},
        {"Question":"亚硝酸盐中毒的特效解毒药是()。","Text1":"二巯基丙磺酸钠","Text2":"阿托品","Text3":"美蓝","Text4":"高锰酸钾","Answer":"C"},
        {"Question":"健康指导值是指()。","Text1":"日允许摄入量","Text2":"耐受摄入量","Text3":"急性参考剂量","Text4":"以上都是","Answer":"D"},
        {"Question":"明知未经许可从事食品生产经营活动，仍为其提供生产经营场所或者其他条件的，由县级以上人民政府食品药品监督管理部门责令停止违法行为，予以罚没、罚款；使消费者的合法权益受到损害的，应当与食品生产经营者承担（）。","Text1":"主要责任","Text2":"连带责任","Text3":"共同责任","Text4":"次要责任","Answer":"B"},
        {"Question":"食物中毒是()。","Text1":"暴饮暴食引起的急性胃肠炎","Text2":"经食物传播的各种疾病","Text3":"有毒食物引起的慢性中毒","Text4":"经口摄入有毒食物引起的非传染性急性或亚急性疾病","Answer":"D"},
        {"Question":"食源性疾病化学性病原物是指污染食品的()。","Text1":"重金属","Text2":"非金属","Text3":"有机及无机化合物","Text4":"以上都是","Answer":"D"},
        {"Question":"在下列金属元素中，不属于有毒金属的是（）。","Text1":"汞","Text2":"镉","Text3":"铅","Text4":"铬","Answer":"D"},
        {"Question":"细菌性食物中毒多见于夏秋季，主要是由于()。","Text1":"夏季食物易受污染","Text2":"进食熟肉类食品多","Text3":"人口流动性人","Text4":"高温高湿的环境适合病原微生物生长繁殖","Answer":"D"},
        {"Question":"下列关于食物过敏的说法，错误的是()。","Text1":"是蛋白质作为抗原诱导机体产生免疫应答而发生的一种变态反应性疾病","Text2":"2岁以内的婴幼儿不会发生","Text3":"在我国引起过敏性休克的食物以牛乳最为常见","Text4":"属于遗传过敏症","Answer":"B"},
        {"Question":"拖把等清洁工具的存放场所应与食品处理区分开，（）宜设置独立隔间。","Text1":"大型以上（含大型）的餐馆","Text2":"食堂","Text3":"集体用餐配送单位","Text4":"以上都是","Answer":"D"},
        {"Question":"下面有关说法不正确的是（）。","Text1":"馒头中使用洗衣粉属于缺乏正确使用食品乳化剂知识的典型案例","Text2":"过氧化苯钾酰作为面粉增白剂，属于合理不合法的非法添加剂","Text3":"生猪注水属于非法屠宰案件","Text4":"粽子是允许添加硼砂的","Answer":"D"},
        {"Question":"中央厨房中应设置食品加工专间的是（）。","Text1":"配制凉菜","Text2":"待配送食品贮存的","Text3":"食品冷却、包装","Text4":"以上都是","Answer":"D"},
        {"Question":"下列属于天然着色剂的是()。","Text1":"苋菜红","Text2":"胭脂红","Text3":"高粱红","Text4":"新红","Answer":"C"},
        {"Question":"发生重大食品安全事故，（）部门应当立即会同有关部门进行事故责任调查，督促有关部门履行职责，向本级人民政府提出事故责任调查处理报告。","Text1":"县级以上人民政府食品药品监督管理","Text2":"设区的市级以上人民政府食品药品监督管理","Text3":"县级以上人民政府卫生行政","Text4":"设区的市级以上人民政府卫生行政","Answer":"D"},
        {"Question":"受污染食品流入2个以上地市，造成或经评估认为可能发生对社会公众健康产生严重损害的食源性疾病的，属于()。","Text1":"特别重大食品安全事故","Text2":"重大食品安全事故","Text3":"较大食品安全事故","Text4":"一般食品安全事故","Answer":"B"},
        {"Question":"肠道传染病的预防应采取的措施是()。","Text1":"妥善处理与控制传染源","Text2":"切断传播途径","Text3":"保护易感人群","Text4":"以上都是","Answer":"D"},
        {"Question":"制定《中华人民共和国食品安全法》的目的是为了保证食品安全，保障（）。","Text1":"公众身体健康","Text2":"公众生命安全","Text3":"公众身体健康和生命安全","Text4":"社会稳定","Answer":"C"},
        {"Question":"食品处理区分为清洁操作区、（）、一般操作区。","Text1":"污染操作区","Text2":"准清洁操作区","Text3":"烹饪操作区","Text4":"以上都不是","Answer":"B"},
        {"Question":"餐用具最佳的消毒办法是（），因材质、大小等原因无法采用的除外。","Text1":"自来水强力冲洗","Text2":"化学消毒","Text3":"热力消毒","Text4":"紫外线消毒","Answer":"C"},
        {"Question":"国家食品安全风险监测计划应当将境内尚未制定食品安全标准的下列哪类食品及相关有害因素作为重点监测对象()。","Text1":"风险程度高、流通范围广、消费量大的","Text2":"易对婴幼儿和其他特定人群造成健康影响的","Text3":"消费者反映问题较多的","Text4":"以上都是","Answer":"D"},
        {"Question":"食品安全管理员应当参加继续教育培训，时间要求为（）。","Text1":"每年至少一次","Text2":"每年至少二次","Text3":"每年至少三次","Text4":"每年至少四次","Answer":"A"},
        {"Question":"下列情形中，除哪一项外，原A、B级餐饮服务单位立即降至下一个等级，并公示更正（）。","Text1":"发生轻微食品安全事故","Text2":"发生重大食品安全事故","Text3":"监督检查中发现存在违法行为，责令限期整改，但逾期不予整改或整改不合格","Text4":"连续2次以上食品监督抽检结果不符合食品安全标准","Answer":"A"},
        {"Question":"对食品加工场所废弃物暂存设施要求是（）。","Text1":"食品处理区设存放废弃物或垃圾的容器","Text2":"废弃物容器与加工用容器有明显区分的标识","Text3":"专间内的废弃物容器盖子为非手动开启式","Text4":"以上都是","Answer":"D"},
        {"Question":"发生食品安全事故的单位应当向所在地县级人民政府哪个部门报告()。","Text1":"卫生行政部门","Text2":"医疗部门","Text3":"疾病预防控制部门","Text4":"食品药品监督管理部门","Answer":"D"},
        {"Question":"在食品、食品添加剂、食品相关产品的食品安全标准中，涉及的特殊食品是()。","Text1":"保健食品","Text2":"婴儿配方食品","Text3":"特殊医学用途配方食品","Text4":"以上都是","Answer":"D"},
        {"Question":"食用后已经或者可能导致一般健康损害，食品生产者应当在知悉食品安全风险后24小时内启动召回，并向县级以上地方食品药品监督管理部门报告召回计划。这种召回属于（）。","Text1":"一级召回","Text2":"二级召回","Text3":"三级召回","Text4":"四级召回","Answer":"A"},
        {"Question":"对因停止生产经营、召回等原因退出市场的不安全食品应采取的处置措施是（）。","Text1":"补救，如更换存在瑕疵的标签、标识","Text2":"无害化处理","Text3":"销毁","Text4":"以上都是","Answer":"D"},
        {"Question":"与一般产品质量比较，食品质量具有的特点是()。","Text1":"食品的使用性表现为食用性","Text2":"食品的保质期相对较短","Text3":"生产、加工、包装、运输、贮存、销售直至消费的全过程都会对食品质量产生影响","Text4":"以上都是","Answer":"D"},
        {"Question":"县级以上食品药品监督管理部门对不属于本辖区管辖的食品安全事故，应当（）。","Text1":"不予办理","Text2":"立即自行处理","Text3":"及时移送有管辖权的食品药品监督管理部门","Text4":"以上都不是","Answer":"C"},
        {"Question":"对食品质量潜在的要求是指()。","Text1":"无毒、无害","Text2":"有营养价值","Text3":"有良好的色、香、味、型等感官性状","Text4":"以上都是","Answer":"D"},
        {"Question":"用非食用物质生产加工食品，或者经营病死、毒死或者死因不明的禽、畜、兽、水产动物肉类，除由食品药品监管部门依法予以行政处罚外，情节严重的，可以由公安机关对其直接负责的主管人员和其他直接责任人员处五日以上（）日以下拘留。","Text1":"七","Text2":"十","Text3":"十五","Text4":"二十","Answer":"C"},
        {"Question":"抑制土豆发芽宜采用（）。","Text1":"腌渍","Text2":"高温杀菌","Text3":"巴氏消毒","Text4":"辐照","Answer":"D"},
        {"Question":"单位食堂开办者应在就餐区张贴事故应急处置程序、()。","Text1":"应急联系人及联系方式","Text2":"事故处理人员名单","Text3":"食品安全监管人员名单","Text4":"食品安全事故处置方案","Answer":"A"},
        {"Question":"食物中毒的预防措施包括以下方面，但除了()。","Text1":"注意卫生，防止食品受到污染","Text2":"低温保藏食物，控制病原菌繁殖及毒素形成","Text3":"对从业人员进行预防接种","Text4":"食用前彻底加热杀灭病原蔺及破坏毒素","Answer":"C"},
        {"Question":"食品药品监督管理部门应当自受理申请之日起20个工作日内做出行政许可决定。因特殊原因需要延长许可期限的，经本机关负责人批准，可以延长（）个工作日，并应当将延长期限的理由告知申请人。","Text1":"5","Text2":"10","Text3":"20","Text4":"50","Answer":"B"},
        {"Question":"事故单位在发生食品安全事故后，隐匿、伪造、毁灭有关证据的，责令停产停业，没收违法所得，最高可并处（）元罚款;造成严重后果的，吊销许可证。","Text1":"十万","Text2":"二十万","Text3":"三十万","Text4":"五十万","Answer":"D"},
        {"Question":"发生食品安全事故，县级以上食品药品监督管理部门可以采取的措施是（）。","Text1":"封存造成食品安全事故或者可能导致食品安全事故的食品及其原料，并立即进行检验","Text2":"封存被污染的食品工具及用具，并责令进行清洗消毒","Text3":"经检验，属于被污染的食品，予以监督销毁","Text4":"以上都是","Answer":"D"},
        {"Question":"有机氯农药对人的危害主要表现在（）。","Text1":"致畸性","Text2":"慢性毒性","Text3":"雌激素样活性","Text4":"致癌性","Answer":"B"},
        {"Question":"食物中毒与传染病最本质的区别是()。","Text1":"潜伏期短","Text2":"人与人之间不传染","Text3":"以急性胃肠道症状为主","Text4":"病人曾进食同种食物","Answer":"B"},
        {"Question":"重大活动中，餐饮服务食品安全监管部门派出的监督员的职责是（）。","Text1":"执行重大活动餐饮服务食品安全驻点监督工作","Text2":"对食品加工制作重点环节进行动态监督","Text3":"指导餐饮服务单位做好食品安全保障工作","Text4":"以上都是","Answer":"D"},
        {"Question":"烹饪后的食品，热藏保质期为（）。","Text1":"2小时","Text2":"3小时","Text3":"4小时","Text4":"5小时","Answer":"C"},
        {"Question":"黄曲霉毒素在乳及乳制品中存在的形式是（）。","Text1":"B1","Text2":"G1","Text3":"M1","Text4":"B2","Answer":"C"},
        {"Question":"国务院()依照《食品安全法》和国务院规定的职责，对食品生产经营活动实施监督管理。","Text1":"食品药品监督管理部门","Text2":"卫生行政部门","Text3":"质量监督行政部门","Text4":"农业行政部门","Answer":"A"},
        {"Question":"评价油脂酸败的卫生学指标不包括()。","Text1":"酸价","Text2":"黄曲霉毒素","Text3":"羰基价","Text4":"过氧化值","Answer":"B"},
        {"Question":"发现健康检查不合格者，餐饮服务提供者应当（）。","Text1":"立即将其解雇","Text2":"将其调整到其他不影响食品安全的工作岗位","Text3":"隐瞒不报","Text4":"劝其治疗，岗位不变","Answer":"B"},
        {"Question":"不法分子在食品中非法使用食品添加剂的行为不包括（）。","Text1":"使用非法添加物","Text2":"超范围超量使用食品添加剂","Text3":"使用药食两用物质","Text4":"使用工业级添加剂","Answer":"C"},
        {"Question":"食品安全事故的责任调查由哪个部门进行()。","Text1":"卫生行政部门","Text2":"医疗部门","Text3":"疾病预防控制部门","Text4":"食品药品监督管理部门","Answer":"D"},
        {"Question":"只需配备兼职食品安全管理人员的单位是（）。","Text1":"学校食堂","Text2":"快餐店","Text3":"集体用餐配送单位","Text4":"连锁经营餐饮服务企业","Answer":"B"},
        {"Question":"生产经营不符合食品安全标准的食品，造成人身、财产或其他损害的，依法承担（）。","Text1":"行政责任","Text2":"道义责任","Text3":"刑事责任","Text4":"赔偿责任","Answer":"D"},
        {"Question":"造成食物中毒的单位应当采取下列（）措施。","Text1":"立即停止其生产经营活动，并向当地食品药品监督管理门报告","Text2":"立即清扫现场，搞好加工场所卫生","Text3":"立即丢弃与事故发生可能有关的食品和食品原料","Text4":"以上都不对","Answer":"A"},
        {"Question":"牛乳消毒常采用()。","Text1":"辐射保藏法","Text2":"低温长时间巴氏消毒法","Text3":"高温短时间巴氏消毒法","Text4":"熏制法","Answer":"C"},
        {"Question":"食品生产经营者发现其生产经营的食品属于不安全食品的，应当立即停止生产经营，采取()的方式告知相关食品生产经营者停止生产经营、消费者停止食用，并采取必要的措施防控食品安全风险。","Text1":"电话告知","Text2":"官网发布","Text3":"通知或者公告","Text4":"媒体公告","Answer":"C"},
        {"Question":"具有增味作用的天然色素是()。","Text1":"红曲米和红曲红","Text2":"焦糖色","Text3":"甜菜红","Text4":"紫胶红","Answer":"A"},
        {"Question":"对食品生产经营者食品安全信用评价的结果与下列哪项相衔接()。","Text1":"行业准入","Text2":"融资信贷","Text3":"证券发行","Text4":"以上都是","Answer":"D"},
        {"Question":"污染生乳的微生物有（）。","Text1":"腐败菌","Text2":"致病菌","Text3":"真菌","Text4":"以上均是","Answer":"D"},
        {"Question":"下列哪种酒中含有的成分属于细胞原浆毒，且毒性最大（）","Text1":"甲醇","Text2":"甲醛","Text3":"杂醇油","Text4":"乙醇","Answer":"B"},
        {"Question":"食品处理区应保持良好通风，及时排除潮湿和污浊的空气。空气流向应()，防止食品、餐饮器具、加工设备设施受到污染。","Text1":"由低清洁操作区流向高清洁操作区","Text2":"由高清洁操作区流向低清洁操作区","Text3":"无所谓流向","Text4":"由低清洁操作区流向高清洁操作区，然后再流向低清洁操作区","Answer":"B"},
        {"Question":"对于死畜肉的描述，下列哪项是错误的（）。","Text1":"牲畜死后解体的为死畜肉","Text2":"对死畜肉，必须确定死亡原因后，才能考虑采取相应的处理方法","Text3":"如确定死亡原因为一般性疾病或外伤，且肉未腐败变质，弃内脏","Text4":"死因不明的死畜肉，一律不得食用","Answer":"C"},
        {"Question":"食品安全工作的新理念是（）。","Text1":"预防为主","Text2":"预防为主，风险管理","Text3":"预防为主，风险管理，全程管控","Text4":"预防为主，风险管理，全程控制，社会共治","Answer":"D"},
        {"Question":"下列食品处理区，哪些是不得设置明沟的（）。","Text1":"专间、备餐场所、烹饪场所","Text2":"专间、烹饪场所","Text3":"专间、备餐场所","Text4":"备餐场所、烹饪场所","Answer":"C"},
        {"Question":"用工业废水或生活污水灌溉农田可使粮豆类受到下列哪种有机有毒成分的污染（）。","Text1":"汞","Text2":"镉","Text3":"铅","Text4":"酚","Answer":"D"},
        {"Question":"下面有食品添加物不正确的说法是（）。","Text1":"含铝食品添加剂专指含铝的膨松剂和抗结剂（如明矾、硅酸铝钠）","Text2":"面制食品中铝限量指标≤100mg/kg（以质量计）","Text3":"膨松剂主要用于饼干、蛋糕、烧饼等焙烤食品，油条、油饼等油炸食品，中国馒头和膨化食品等中","Text4":"膨化剂中最容易引起关注的是化学污染物铝的超标问题","Answer":"A"},
        {"Question":"食品安全标准是()。","Text1":"食品安全法律法规体系的重要组成部分","Text2":"食品安全法制化管理的重要依据","Text3":"维护国家主权、促进食品国际贸易的技术保障","Text4":"以上都是","Answer":"D"},
        {"Question":"以下哪一项不属于食品安全解冻方法（）。","Text1":"冷藏解冻","Text2":"流水解冻","Text3":"烹饪解冻","Text4":"室温解冻","Answer":"D"},
        {"Question":"酒类中的甲醇主要来自()。","Text1":"酿酒原料","Text2":"生产设备和管道","Text3":"容器和包装材料","Text4":"储存过程","Answer":"A"},
        {"Question":"“红心鸭蛋”最有可能的是饲料中添加了（）。","Text1":"苋菜红","Text2":"胭脂红","Text3":"赤鲜红","Text4":"苏丹红","Answer":"D"},
        {"Question":"食品安全风险评估以下列哪项为基础，遵循科学、透明和个案处理的原则进行()。","Text1":"食品安全风险监测","Text2":"监督管理信息","Text3":"科学数据以及其他有关信息","Text4":"以上都是","Answer":"D"},
        {"Question":"关于食品再加热，哪种说法不正确（）。","Text1":"加热时，中心温度应高于70℃","Text2":"冷冻熟食品应彻底解冻后再加热","Text3":"食品再加热不要超过2次","Text4":"加热前确认食品未变质","Answer":"C"},
        {"Question":"对（）食品，没有食品安全国家标准的，省、自治区、直辖市人民政府卫生行政部门可以制定并公布食品安全地方标准，报国务院卫生行政部门备案。","Text1":"地方特色","Text2":"特殊风味","Text3":"手工制作","Text4":"家庭作坊","Answer":"A"},
        {"Question":"除了微生物、寄生虫及其虫卵外，污染食物的生物性病原物还包括()。","Text1":"动、植物中存在的天然毒素，如河豚毒素","Text2":"动、植物性食物贮存不当时产生的有毒物质，如某些青皮红肉的海产鱼类产生的组胺","Text3":"动、植物性食物加工不当时产生的有毒物质，如蔬菜腌制过程中产生的亚硝酸盐","Text4":"以上都是","Answer":"D"},
        {"Question":"()有权举报食品安全违法行为，依法向有关部门了解食品安全信息，对食品安全监督管理工作提出意见和建议。","Text1":"任何组织或者个人","Text2":"只有食品生产经营者","Text3":"仅消费者","Text4":"仅单位负责人","Answer":"A"},
        {"Question":"专间的室内温度应控制在不高于（）℃。","Text1":"15","Text2":"20","Text3":"25","Text4":"30","Answer":"C"},
        {"Question":"餐饮服务提供者发生食品安全事故，应在几小时之内及时上报（）。","Text1":"2","Text2":"3","Text3":"4","Text4":"5","Answer":"A"},
        {"Question":"食物中毒实验室检验的采样原则是()。","Text1":"及时性","Text2":"针对性","Text3":"不污染","Text4":"以上都是","Answer":"D"},
        {"Question":"从业人员操作时应保持良好个人卫生，以下哪项做法可能导致食品污染（）。","Text1":"戴戒指","Text2":"戴口罩","Text3":"穿戴洁净的工作服帽","Text4":"手部进行消毒","Answer":"A"},
        {"Question":"对重大活动餐饮服务食品留样的要求中正确的是（）。","Text1":"应当按品种分别存放于清洗消毒后的密闭专用容器内","Text2":"在冷藏条件下存放48小时以上","Text3":"每个品种留样量应满足检验需要","Text4":"以上都是","Answer":"D"},
        {"Question":"以下（）不需要取得许可。","Text1":"食品生产","Text2":"食品销售","Text3":"餐饮服务","Text4":"销售食用农产品","Answer":"D"},
        {"Question":"食品相关产品和进出口食品有害因素的风险监测由国务院哪个部门负责组织开展()。","Text1":"卫生行政部门","Text2":"食品药品监督管理部门","Text3":"质量监督部门","Text4":"粮食部门","Answer":"A"},
        {"Question":"《食品安全法》规定，县级以上人民政府食品药品监督管理、质量监督等部门发现涉嫌食品安全犯罪的，应当按照有关规定及时将案件移送（）。","Text1":"公安机关","Text2":"人民法院","Text3":"人民检察院","Text4":"司法局","Answer":"A"},
        {"Question":"食品标准是指()。","Text1":"食品产品质量标准","Text2":"食品卫生标准","Text3":"食品安全标准","Text4":"以上都是","Answer":"D"},
        {"Question":"除了食品安全法律、食品安全法规外，下列哪项也属于食品安全法律法规体系()。","Text1":"食品安全规章","Text2":"食品安全标准","Text3":"其他规范性文件","Text4":"以上都是","Answer":"D"},
        {"Question":"粗加工、切配、餐用具清洗消毒和烹饪等需经常冲洗的场所及易潮湿的场所，应有（）以上光滑、不吸水、浅色、耐用和易清洗的材料制成的墙裙。","Text1":"1.0米","Text2":"1.5米","Text3":"2.5米","Text4":"0.5米","Answer":"B"},
        {"Question":"食品生产经营者应当依法承担食品安全()的义务。","Text1":"第一责任人","Text2":"主要责任人","Text3":"直接责任人","Text4":"间接责任人","Answer":"A"},
        {"Question":"下列哪项不是食品污染物（）。","Text1":"二甲基亚硝胺","Text2":"多环芳烃","Text3":"河豚毒素","Text4":"黄曲霉毒素","Answer":"C"},
        {"Question":"亚硝酸盐中毒的直接原因是()。","Text1":"误将亚硝酸钠作食盐使用","Text2":"摄入含硝酸盐多的蔬菜","Text3":"用苦井水煮粥或食物","Text4":"食用过量添加硝酸盐的肉制品","Answer":"A"},
        {"Question":"食品安全关系到()。","Text1":"广大人民群众的身体健康和生命安全","Text2":"经济的发展和社会的稳定","Text3":"广大人民群众对社会和政府的信心","Text4":"以上都是","Answer":"D"},
        {"Question":"食品安全地方标准适用于对下列哪项作出评价()。","Text1":"无国家标准的产品","Text2":"意外污染的食品","Text3":"食物中毒的样品","Text4":"委托检验的样品","Answer":"A"},
        {"Question":"食品添加剂的作用是（）。","Text1":"防腐、保鲜","Text2":"改善食品的品质和色、香、味","Text3":"满足食品加工工艺的需要","Text4":"以上都是","Answer":"D"},
        {"Question":"中央厨房的清洗消毒区面积不小于食品处理区面积的（）。","Text1":"10%","Text2":"15%","Text3":"20%","Text4":"25%","Answer":"A"},
        {"Question":"未取得食品生产经营许可从事食品生产经营活动，或者未取得食品添加剂生产许可从事食品添加剂生产活动的，由县级以上人民政府食品药品监督管理部门没收违法所得和违法生产经营的食品、食品添加剂以及用于违法生产经营的工具、设备、原料等物品；违法生产经营的食品、食品添加剂货值金额一万元以上的，并处货值金额()罚款。","Text1":"五倍以上十倍以下","Text2":"十倍以上二十倍以下","Text3":"十五倍以上三十倍以下","Text4":"二十倍以上四十倍以下","Answer":"B"},
        {"Question":"《食品经营许可管理办法》适用于（）。","Text1":"餐饮服务提供者","Text2":"食品摊贩","Text3":"为餐饮服务提供者提供食品半成品的个人","Text4":"为餐饮服务提供者提供食品半成品的单位","Answer":"A"},
        {"Question":"2015年的世界卫生目(4月7日)的主题为“食品安全”。世界卫生组织提出的“食品安全五大要点”包括：保持清洁，生熟分开，()","Text1":"烧熟煮透","Text2":"保持食物的安全温度","Text3":"使用安全的水和原料","Text4":"以上都是","Answer":"D"},
        {"Question":"食品安全事故不包括()。","Text1":"食物中毒","Text2":"食源性疾病","Text3":"食品污染","Text4":"食品超过保质期","Answer":"D"},
        {"Question":"各种食品原料在使用前应洗净，动物性食品、植物性食品应（）清洗，水产品宜在专用水池清洗，禽蛋在使用前应对外壳进行清洗，必要时消毒处理。","Text1":"同池","Text2":"分池","Text3":"分时","Text4":"以上都不对","Answer":"B"},
        {"Question":"新修订的《中华人民共和国消防法》自()起施行。","Text1":"2008年1月1日","Text2":"2008年5月1日","Text3":"2009年5月1日","Text4":"2009年1月1日","Answer":"C"},
        {"Question":"《高等学校消防安全管理规定》自()起实行。","Text1":"2008年1月1日","Text2":"2009年5月1日","Text3":"2010年1月1日","Text4":"2010年5月1日","Answer":"C"},
        {"Question":"我国消防工作的方针是()。","Text1":"群防群治","Text2":"遏制重特大火灾","Text3":"预防为主，防消结合","Text4":"消除隐患","Answer":"C"},
        {"Question":"我国目前通用的火警电话是()。","Text1":"911","Text2":"119","Text3":"110","Text4":"120","Answer":"B"},
        {"Question":"在火灾事故中死亡()人以上(含本数)的为特大火灾。","Text1":"10","Text2":"20","Text3":"30","Text4":"15","Answer":"A"},
        {"Question":"公安消防队、专职消防队扑救火灾、应急救援，（）。","Text1":"按实际支出收取费用","Text2":"可象征性收取一些费用","Text3":"不得收取任何费用","Text4":"可收也可不收费用","Answer":"C"},
        {"Question":"《消防法》规定，阻拦报火警或者谎报火警的给予()处罚。","Text1":"劳动教养","Text2":"撤掉其电话","Text3":"警告、罚款或者十日以下的拘留","Text4":"罚款500元","Answer":"C"},
        {"Question":"由于行为人的过失引起火灾，造成严重后果的行为，构成()。","Text1":"纵火罪","Text2":"失火罪","Text3":"重大责任事故罪","Text4":"放火罪","Answer":"B"},
        {"Question":"在火灾中为隐瞒、掩饰起火原因、推卸责任，故意破坏或伪造现场，尚不构成犯罪的，处（）。","Text1":"口头批评教育","Text2":"通报批评","Text3":"纪律处分","Text4":"警告、罚款或者15日以下拘留","Answer":"D"},
        {"Question":"人员密集场所工作人员不履行组织引导火灾现场人员疏散的义务，情节严重，尚不构成犯罪的，处（）。","Text1":"批评教育","Text2":"警告","Text3":"五日以上十日以下拘留","Text4":"罚款500元","Answer":"C"},
        {"Question":"新《消防法》明确规定，损坏、挪用或者擅自拆除、停用消防设施、器材的；或者占用、堵塞、封闭疏散通道、安全出口或者有其他妨碍安全疏散行为的；或者埋压、圈占、遮挡消火栓或者占用防火间距的；或者占用、堵塞、封闭消防车通道，妨碍消防车通行等行为的，处（）。","Text1":"给予批评教育","Text2":"警告或者五百元以下罚款","Text3":"15日以下拘留或5000元以下罚款","Text4":"罚款2000元","Answer":"B"},
        {"Question":"防火重点部位应坚持（）。","Text1":"每日防火检查","Text2":"每周防火检查","Text3":"每月防火检查","Text4":"每季度防火检查","Answer":"A"},
        {"Question":"学生宿舍不能乱拉乱接电线、违章使用电器、生火做饭、乱扔烟头、使用酒精炉等，主要目的是切断()。","Text1":"可燃物","Text2":"助燃物","Text3":"着火源","Text4":"易燃物","Answer":"C"},
        {"Question":"检查燃气用具是否漏气时，通常采用()来寻找漏气点。","Text1":"划火柴","Text2":"肥皂水","Text3":"闻气味","Text4":"点打火机","Answer":"B"},
        {"Question":"点蚊香时，正确的做法是()。","Text1":"放在桌子或凳子上","Text2":"固定在远离易燃物的专用铁架上","Text3":"放在床铺下面","Text4":"靠近窗户位置","Answer":"B"},
        {"Question":"干粉灭火器维护换粉的时间周期是（）。","Text1":"半年","Text2":"一年","Text3":"二年","Text4":"三个月","Answer":"B"},
        {"Question":"灭火器的摆放要求是（）。","Text1":"每栋楼集中到一起摆放","Text2":"指定位置摆放","Text3":"随便摆放","Text4":"每层楼集中摆放","Answer":"B"},
        {"Question":"火场逃生的原则是()。","Text1":"抢救国家财产为上","Text2":"带好现金或电脑等贵重物品","Text3":"安全撤离、救助结合","Text4":"保护好贵重财产","Answer":"C"},
        {"Question":"火灾中引起人员大量伤亡的主要原因是()。","Text1":"被火直接烧死","Text2":"吸入烟气窒息死亡","Text3":"跳楼摔死","Text4":"被他人踩踏而死","Answer":"B"},
        {"Question":"扑救火灾最有利的阶段是()。","Text1":"初起阶段","Text2":"燃烧旺期","Text3":"火灾末期","Text4":"发展阶段","Answer":"A"},
        {"Question":"乱扔烟头容易引起棉麻织物、家具等可燃物燃烧，甚至酿成火灾，是因为烟头中心温度可达()。","Text1":"100～200℃","Text2":"200～300℃","Text3":"700～800℃","Text4":"300～400℃","Answer":"C"},
        {"Question":"电器着火时，下列灭火方法错误的是（）。","Text1":"用四氯化碳灭火","Text2":"用沙土灭火","Text3":"用水灭火","Text4":"1211灭火器灭火","Answer":"C"},
        {"Question":"火灾中没有其他逃生途径时，可以选择直接跳楼逃生的是（）。","Text1":"五层以下楼房","Text2":"楼房两层以下，且室外地面为花园草坪等非硬化地面","Text3":"三层以下楼房","Text4":"四层以下楼房","Answer":"B"},
        {"Question":"当遇到火灾时，要迅速向（）逃生。","Text1":"着火点相反的方向","Text2":"安全指示标志指示的安全出口方向","Text3":"人员多的方向","Text4":"人员集中逃离方向","Answer":"B"},
        {"Question":"下列着火不能用水扑灭的是()。","Text1":"棉布、家具","Text2":"金属钾、钠","Text3":"木材","Text4":"纸类","Answer":"B"},
        {"Question":"扑救精密仪器火灾的最佳选择是()。","Text1":"二氧化碳灭火剂","Text2":"干粉灭火剂","Text3":"泡沫灭火剂","Text4":"用水灭火","Answer":"A"},
        {"Question":"采取恰当措施，使燃烧因缺乏氧气而停止，这种方法叫做()。","Text1":"隔离法","Text2":"窒息法","Text3":"冷却法","Text4":"抑制法","Answer":"B"},
        {"Question":"可以用水扑灭的火灾是下列哪种物质()。","Text1":"油类起火","Text2":"酒精起火","Text3":"电器起火","Text4":"棉被起火","Answer":"D"},
        {"Question":"用灭火器进行灭火的最佳位置是（）。","Text1":"下风位置","Text2":"离起火点10米以上的位置","Text3":"上风或侧风位置","Text4":"离起火点15米以上的位置","Answer":"C"},
        {"Question":"使用灭火器扑救火灾时要对准火焰()喷射。","Text1":"上部","Text2":"中部","Text3":"根部","Text4":"中上部","Answer":"C"},
        {"Question":"下列哪种灭火器不适用于扑灭电器火灾()","Text1":"二氧化碳灭火剂","Text2":"干粉灭火剂","Text3":"泡沫灭火器","Text4":"四氯化碳灭火剂","Answer":"C"},
        {"Question":"使用天然气、液化气时发生初起火灾，首先应（）。","Text1":"想办法灭火","Text2":"切断气源","Text3":"静候消防人员来处理","Text4":"逃离现场","Answer":"B"},
        {"Question":"火灾现场，人员疏散程序首先为（）。","Text1":"着火层人员","Text2":"着火层上一层人员","Text3":"着火层下一层人员","Text4":"按楼层顺序","Answer":"A"},
        {"Question":"使用液化气或煤气，一定要养成()的习惯。","Text1":"先点火、后开气","Text2":"先开气、后点火","Text3":"同时开气点火","Text4":"可随意打开","Answer":"A"},
        {"Question":"在火灾或者日常生活中，如被烧、烫伤最有效的应急方法是（）。","Text1":"用冷水浸泡或冰块冷敷等紧急散热措施","Text2":"立即包扎","Text3":"就近送医院","Text4":"涂抹烧伤膏","Answer":"A"},
        {"Question":"高层建筑发生火灾时，楼内人员不可通过（）逃生","Text1":"从安全通道有序下楼","Text2":"迅速乘坐电梯","Text3":"向楼顶空旷地带疏散","Text4":"利用门窗、阳台、落水管等逃生自救","Answer":"B"},
        {"Question":"宿舍内发生初起火灾后,下列哪种处理方式是错误的()。","Text1":"立刻叫醒室友","Text2":"用厚重衣物或棉被覆盖压灭火苗","Text3":"迅速开门","Text4":"用湿毯子裹住全身","Answer":"C"},
        {"Question":"电脑着火了,应怎么办()。","Text1":"迅速往电脑上泼水灭火","Text2":"拔掉电源后用湿棉被盖住电脑","Text3":"拿楼道上的泡沫灭火器灭火","Text4":"拨打火警电话,等消防队来灭火","Answer":"B"},
        {"Question":"如果因电器引起火灾，在许可的情况下，你必须首先()。","Text1":"找寻适合的灭火器扑救","Text2":"将有开关的电源关掉","Text3":"大声呼叫","Text4":"用水灭火","Answer":"B"},
        {"Question":"火场中防止烟气危害最简单的方法是()。","Text1":"跳楼或跳窗逃生","Text2":"大声呼救","Text3":"用湿毛巾或衣服捂住口鼻","Text4":"盲目跳楼","Answer":"C"},
        {"Question":"发生火灾时，正确的疏散方向主要有三个，向下可以跑到地面，向上可以爬到屋顶，还可以()。","Text1":"躲到角落里","Text2":"向外逃到阳台","Text3":"钻到阁楼、壁厨等处避难","Text4":"钻到床底","Answer":"B"},
        {"Question":"学生宿舍发生火灾时，下列求救方法是错误的()。","Text1":"在窗口、阳台或屋顶处大声呼救","Text2":"白天可挥动鲜艳布条或衣服","Text3":"呆在房间内不吱声","Text4":"夜间则可用打开手电方式发出求救信号","Answer":"C"},
        {"Question":"在相对封闭的房间里发生火灾时()。","Text1":"不能随便开启门窗","Text2":"只能开门","Text3":"只能开窗","Text4":"打开门窗","Answer":"A"},
        {"Question":"使用室内消火栓时，按（）方向旋转消火栓手轮，即可有水喷出。","Text1":"逆时针","Text2":"顺时针","Text3":"随意","Text4":"左右","Answer":"A"},
        {"Question":"发生火灾逃生时，要紧贴地面撤离，主要原因是()。","Text1":"看得清地上有无障碍物","Text2":"燃烧产生的有毒热烟比重轻","Text3":"以免碰着别人","Text4":"不会踩踏别人","Answer":"B"},
        {"Question":"汽油着火，不要用以下哪种方法进行扑救()。","Text1":"干粉灭火器","Text2":"用水灭火","Text3":"泡沫灭火器","Text4":"二氧化碳灭火器","Answer":"B"},
        {"Question":"油锅起火，不正确的扑救方法有()。","Text1":"立刻关闭气源","Text2":"用水泼灭","Text3":"用锅盖闷灭","Text4":"将切好的蔬菜等倒入锅内闷灭","Answer":"B"},
        {"Question":"社会单位存在火灾隐患可能严重威胁公共安全的，公安消防机关可以对危险部位或者场所采取（）。","Text1":"边整改边营业","Text2":"临时查封措施","Text3":"永久性查封措施","Text4":"先整改","Answer":"C"},
        {"Question":"学生宿舍、教室、图书馆、食堂、校礼堂等人员密集场所必须列入学校消防安全管理的（）。","Text1":"一般部位","Text2":"重点部位","Text3":"其它部位","Text4":"必要部位","Answer":"B"},
        {"Question":"当打开房间闻到煤气气味时，要迅速（）。","Text1":"快速逃离现场","Text2":"点火查看","Text3":"打开门窗通风","Text4":"开灯寻找漏气部位","Answer":"C"},
        {"Question":"身上着火后,下列哪种灭火方法是错误的()。","Text1":"就地打滚","Text2":"用厚重衣物覆盖压灭火苗","Text3":"迎风快跑","Text4":"迅速将着火的衣服撕裂脱下","Answer":"C"},
        {"Question":"电脑着火了,应()。","Text1":"迅速往电脑上泼水灭火","Text2":"拔掉电源后用湿棉被盖住电脑","Text3":"马上拨打火警电话,请消防队来灭火","Text4":"快速逃离现场","Answer":"B"},
        {"Question":"燃放礼花时以下()行为是正确的。","Text1":"捂耳靠近点火","Text2":"在空旷处支撑牢固再点燃","Text3":"点着后注意观察","Text4":"横放、斜放","Answer":"B"},
        {"Question":"举办大型集会、焰火晚会、灯会等群众性活动，具有火灾危险的，主办单位必须向()申报。","Text1":"当地政府","Text2":"公安治安机构","Text3":"公安消防机构","Text4":"环保机构","Answer":"C"},
        {"Question":"干粉灭火器多长时间检查一次（）。","Text1":"半年","Text2":"一年","Text3":"三个月","Text4":"两年","Answer":"A"},
        {"Question":"机关、团体、企业、事业等单位的主要负责人是本单位的（）。","Text1":"消防安全管理人","Text2":"消防安全责任人","Text3":"消防工作归口管理部门负责人","Text4":"消防安全监督人","Answer":"B"},
        {"Question":"火灾发生的基本原因有（）、自然因素、放火三种类型。","Text1":"失火","Text2":"火源","Text3":"人为因素","Text4":"静电","Answer":"A"},
        {"Question":"当遇到火灾时，要迅速向（）逃生。","Text1":"着火相反的方向","Text2":"人员多的方向","Text3":"安全出口的方向","Text4":"有亮光的方向","Answer":"C"},
        {"Question":"已满（）周岁的人过失引起火灾构成犯罪的，应当负刑事责任。","Text1":"20","Text2":"18","Text3":"16","Text4":"14","Answer":"C"},
        {"Question":"生产、储存、经营非易燃易爆危险品以外的其他物品的场所与居住场所设置在同一建筑物内，不符合消防技术标准的，应当（）。","Text1":"罚款","Text2":"不予处罚","Text3":"责令限期改正","Text4":"责令停产停业并处罚款","Answer":"D"},
        {"Question":"社区、村（居）民委员会、企业事业单位根据消防工作需要，建立（），开展群众性自防自救工作。","Text1":"公安消防队","Text2":"专职消防队","Text3":"志愿消防队","Text4":"治安联防队","Answer":"C"},
        {"Question":"二氧化碳灭火剂主要靠（）灭火。","Text1":"降低温度","Text2":"降低氧浓度","Text3":"降低燃点","Text4":"减少可燃物","Answer":"B"},
        {"Question":"泡沫灭火剂灭火的主要机理是（）。","Text1":"冷却、窒息","Text2":"抑制燃烧链式反应","Text3":"降低氧浓度","Text4":"降低温度","Answer":"A"},
        {"Question":"在火灾过程中，（）是造成烟气向上蔓延的主要因素。","Text1":"烟囱效应","Text2":"火风压","Text3":"孔洞蔓延","Text4":"水平蔓延","Answer":"A"},
        {"Question":"()不得与居住场所设置在同一建筑物内，并应当与居住场所保持安全距离。","Text1":"人员密集场所","Text2":"公众聚集场所","Text3":"公共娱乐场所","Text4":"生产、储存、经营易燃易爆危险品的场所","Answer":"D"},
        {"Question":"根据《消防法》规定，地方公安机关消防机构有权依法对()领域的消防产品违法行为进行查处。","Text1":"生产","Text2":"销售","Text3":"使用","Text4":"运输","Answer":"C"},
        {"Question":"违反《消防法》规定，生产、销售不合格的消防产品或者国家明令淘汰的消防产品的，由()依照《中华人民共和国产品质量法》的规定从重处罚。","Text1":"公安机关消防机构","Text2":"公安机关及其消防机构","Text3":"产品质量监督部门或者工商行政管理部门","Text4":"公安机关和工商行政管理部门","Answer":"C"},
        {"Question":"设置栏杆等障碍物的道路应当预留()。","Text1":"消防通道","Text2":"疏散通道、安全出口","Text3":"消防车通道","Text4":"消火栓","Answer":"C"},
        {"Question":"人员密集场所的员工在发生火灾的时候有（）的义务。","Text1":"承担责任","Text2":"引导疏散逃生","Text3":"自行逃生","Text4":"扑灭火灾","Answer":"B"},
        {"Question":"A类火灾是指（）。","Text1":"固体火灾","Text2":"气体火灾","Text3":"液体火灾","Text4":"金属火灾","Answer":"A"},
        {"Question":"空气中含氧量大约为（）%。","Text1":"16","Text2":"21","Text3":"26","Text4":"27","Answer":"B"},
        {"Question":"液化石油气火灾属于（）。","Text1":"A类火灾","Text2":"B类火灾","Text3":"C类火灾","Text4":"D类火灾","Answer":"C"},
        {"Question":"窒息灭火其主要灭火机理是（）。","Text1":"减少可燃物","Text2":"降低温度","Text3":"降低氧浓度","Text4":"降低燃点","Answer":"C"},
        {"Question":"( )是衡量可燃固体物质燃烧难易程度的主要参数。","Text1":"燃点","Text2":"自燃点","Text3":"闪点","Text4":"氧指数","Answer":"D"},
        {"Question":"划分易燃、可燃液体火灾危险性的重要参数是（）。","Text1":"燃点","Text2":"自燃点","Text3":"闪点","Text4":"氧指数","Answer":"C"},
        {"Question":"（）主要是靠冷却作用灭火。","Text1":"水","Text2":"干粉灭火剂","Text3":"砂土","Text4":"卤化烷灭火剂","Answer":"A"},
        {"Question":"造成火灾中人员死亡的主要原因是（）。","Text1":"火烧","Text2":"高热","Text3":"吸入有毒气体","Text4":"脱水","Answer":"C"},
        {"Question":"液化石油气的主要成分是（）。","Text1":"氧化碳和水蒸汽","Text2":"乙炔","Text3":"丙烷、丁烷、丙烯、丁烯等","Text4":"甲烷","Answer":"C"},
        {"Question":"燃烧产物之一的（），在有些火场中浓度可达15％，它主要的生理作用是刺激人的呼吸中枢，导致呼吸急促，烟气吸人量增加。","Text1":"C02","Text2":"NO2","Text3":"CO","Text4":"HCN","Answer":"A"},
        {"Question":"能帮助和支持可燃物燃烧的物质，即能与可燃物发生氧化反应的物质称为（）。","Text1":"氧化剂","Text2":"还原剂","Text3":"引火源","Text4":"催化剂","Answer":"A"},
        {"Question":"根据物质燃烧的机理可知，燃烧速率最快的是（）。","Text1":"胶体","Text2":"气体","Text3":"固体","Text4":"液体","Answer":"B"},
        {"Question":"爆炸下限小于（）%的气体，储存物品火灾危险性为甲类。","Text1":"10","Text2":"30","Text3":"15","Text4":"20","Answer":"A"},
        {"Question":"下列液体属于乙类生产、储存火灾危险性的是（）。","Text1":"汽油","Text2":"煤油","Text3":"轻柴油","Text4":"润滑油","Answer":"B"},
        {"Question":"除另有规定外，建筑工程施工现场的消防安全由（）负责。","Text1":"建设单位","Text2":"设计单位","Text3":"施工单位","Text4":"监理单位","Answer":"C"},
        {"Question":"公众聚集场所在营业期间的防火巡查应当至少（）一次。","Text1":"每日","Text2":"每半小时","Text3":"每1小时","Text4":"每2小时","Answer":"D"},
        {"Question":"消防安全重点单位对每名员工应当至少（）进行一次消防安全培训。","Text1":"每季度","Text2":"每半年","Text3":"每年","Text4":"每两年","Answer":"C"},
        {"Question":"公众聚集场所对员工应当至少（）进行一次消防安全培训。","Text1":"每月","Text2":"每季度","Text3":"每半年","Text4":"每年","Answer":"C"},
        {"Question":"公安机关消防机构对被传唤的违法嫌疑人询问查证的时间一般不得超过（）小时。","Text1":"8","Text2":"12","Text3":"24","Text4":"48","Answer":"A"},
        {"Question":"公安机关消防机构对案情复杂，违法行为依法可能适用行政拘留处罚的，对违法嫌疑人询问查证的时间不得超过（）小时。","Text1":"8","Text2":"12","Text3":"24","Text4":"36","Answer":"C"},
        {"Question":"李某在城区加油站违反禁令吸烟，消防监督员张某拟对其罚款50元。下列说法正确的是（）。","Text1":"可当场作出处罚决定并当场收缴","Text2":"可当场作出处罚决定，但不能当场收缴","Text3":"不能当场作出处罚决定，也不能当场收缴","Text4":"不能当场作出处罚决定，但可当场收缴","Answer":"B"},
        {"Question":"公安机关消防机构在消防监督检查中发现火灾隐患的，应当通知有关单位或者个人（）消除隐患。","Text1":"限期","Text2":"立即或者限期","Text3":"停产停业","Text4":"立即采取措施","Answer":"D"},
        {"Question":"违反消防法规定，生产、销售不合格的消防产品或者国家明令淘汰的消防产品的，由产品质量监督部门或者工商行政管理部门依照（）的规定从重处罚。","Text1":"《中华人民共和国消防法》","Text2":"《中华人民共和国治安管理处罚法》","Text3":"《中华人民共和国产品质量法","Text4":"《中华人民共和国刑法》","Answer":"C"},
        {"Question":"下列哪项不是《中华人民共和国消防法》所称的公众聚集场所()。","Text1":"宾馆、饭店","Text2":"商场、集贸市场","Text3":"客运车站候车室、客运码头候船厅、民用机场航站楼","Text4":"养老院，福利院，托儿所，幼儿园","Answer":"D"},
        {"Question":"设置有火灾自动报警、自动灭火等自动消防系统的单位，应当委托具备相应资质的检测、维修机构对自动消防系统（）进行一次以上的检测和维修。","Text1":"每季度","Text2":"每半年","Text3":"每年","Text4":"每2年","Answer":"C"},
        {"Question":"据统计，因火灾亡的人中有80%以上属于（）。","Text1":"被火直接烧死","Text2":"烟气窒息致死","Text3":"跳楼","Text4":"惊吓致死","Answer":"B"},
        {"Question":"高层建筑发生火灾时，人员可通过（）渠道逃生。","Text1":"疏散楼梯","Text2":"普通电梯","Text3":"跳楼","Text4":"货梯","Answer":"A"},
        {"Question":"可以用水扑灭的火灾是下列哪种物质()。","Text1":"油类起火","Text2":"酒精起火","Text3":"电器起火","Text4":"棉被起火","Answer":"D"},
        {"Question":"公共娱乐场所内应当设置火灾事故应急照明灯，照明供电时间不得少于（）分钟。","Text1":"10","Text2":"15","Text3":"20","Text4":"30","Answer":"C"},
        {"Question":"单位的（）是本单位的消防安全责任人。","Text1":"法定代表人","Text2":"消防安全管理人","Text3":"主要负责人","Text4":"消防专职队的主管人","Answer":"C"},
        {"Question":"新修订的《中华人民共和国消防法》的罚款上限为（）万元。","Text1":"20","Text2":"30","Text3":"40","Text4":"50","Answer":"B"},
        {"Question":"消防产品质量认证、消防设施检测等消防技术服务机构出具虚假文件，情节严重的，由（）依法责令停止执业或者吊销相应资质、资格。","Text1":"原许可机关","Text2":"公安机关消防机构","Text3":"上级主管单位","Text4":"公安机关","Answer":"A"},
        {"Question":"（）是新修订的《中华人民共和国消防法》增加的行政处罚种类。","Text1":"临时查封措施","Text2":"责令停产停业（停止施工、停止使用）","Text3":"责令停止执业（吊销相应资质、资格）","Text4":"没收违法所得","Answer":"C"},
        {"Question":"可燃物在没有直接火源作用下，因自身内部的物理、生物、化学反应，温度不断聚集升高，达到燃点发生燃烧称为（）。","Text1":"火灾","Text2":"蓄热自燃","Text3":"燃烧","Text4":"放热","Answer":"B"},
        {"Question":"灭火器应当摆放在（）和通风干燥、取用方便的地方。","Text1":"火源附近","Text2":"被保护物附近","Text3":"室外","Text4":"地上1.5米","Answer":"B"},
        {"Question":"在公共娱乐场所，手提式灭火器的最大保护距离是（）。","Text1":"20米","Text2":"25米","Text3":"30米","Text4":"35米","Answer":"A"},
        {"Question":"凡符合国家有关规范，资料齐全，手续完备的场所，申办消防安全许可证的，建筑面积2000平方米以上的（）日内办理完毕。","Text1":"3","Text2":"4","Text3":"5","Text4":"6","Answer":"C"},
        {"Question":"解决火险隐患要坚持'三定',请问'三定'是指（）。","Text1":"定专人、定时间、定整改措施","Text2":"定时间、定地点、定专人","Text3":"定人、定岗、定编制","Text4":"定时间、定编制、定岗","Answer":"A"},
        {"Question":"依据公安部第61号令,企业应当至少（）进行一次防火检查。","Text1":"每月","Text2":"每星期","Text3":"每季度","Text4":"每半年","Answer":"A"},
        {"Question":"据统计，火灾中死亡的人有80%以上属于（）。","Text1":"被火直接烧死","Text2":"烟气窒息而死","Text3":"跳搂或惊吓致死","Text4":"人员拥挤致死","Answer":"B"},
        {"Question":"在进行建筑内部装修时，建筑内的消防栓（）。","Text1":"不应被装饰物遮挡","Text2":"可以移动消火栓箱的位置","Text3":"安装铁门并上锁","Text4":"装修材料堆放在消防栓前","Answer":"A"},
        {"Question":"我国的消防工作实行（）责任制。","Text1":"防火安全","Text2":"消防安全","Text3":"政府全面负责","Text4":"单位全面负责","Answer":"B"},
        {"Question":"发现燃气泄漏,要速关阀门,不能()。","Text1":"触动电器开关或拨打电话","Text2":"使用明火","Text3":"A和B都正确","Text4":"打开门窗","Answer":"C"},
        {"Question":"发生火灾后，如何正确报火警（）。","Text1":"讲清着火单位、详细地址、着火物质及火势大小","Text2":"讲清着火单位、详细地址、着火物质及火势大小，是否有人被困，留下报警人姓名及联系方式","Text3":"告知着火方位后迅速挂断电话，返回火场","Text4":"告知着火方位后快速逃离","Answer":"B"},
        {"Question":"单位发生火灾，你首先应（）。","Text1":"及时拨打119火警电话并通知单位消防负责人","Text2":"先自行扑救，救不了时再报火警","Text3":"只拨打单位内部报警电话，不拨打119火警电话","Text4":"快速逃离现场","Answer":"A"},
        {"Question":"谎报火警是违法行为。谎报火警的，最高可以处（）日拘留。","Text1":"3","Text2":"5","Text3":"8","Text4":"10","Answer":"D"},
        {"Question":"公安消防队扑救火灾是否收取费用（）。","Text1":"收取成本费用","Text2":"按照出动车辆数和扑救时间收费","Text3":"对单位收费，对个人不收费","Text4":"不收取任何费用","Answer":"D"},
        {"Question":"个人损坏、挪用或擅自拆除、停用消防设施、器材，埋压、圈占、遮挡消火栓的，处（）处罚。","Text1":"警告或五百元以下罚款","Text2":"十日以下行政拘留","Text3":"劳动教养","Text4":"罚款2000元","Answer":"A"},
        {"Question":"遇到消防车执行灭火或抢险救援任务时，社会车辆及行人应当（）。","Text1":"靠边让行","Text2":"穿插其中","Text3":"超越消防车","Text4":"正常行驶","Answer":"A"},
        {"Question":"大型油罐应设置（）自动灭火系统。","Text1":"泡沫灭火系统","Text2":"二氧化碳灭火系统","Text3":"卤代烷灭火系统","Text4":"喷淋灭火系统","Answer":"A"},
        {"Question":"当打开房门闻到很浓的燃气气味时，要迅速（），防止引发爆燃事故。","Text1":"打开电灯查找漏气部位","Text2":"打开门窗通风","Text3":"点火查看","Text4":"快速逃离现场","Answer":"B"},
        {"Question":"使用燃气设施和用具时，正确的做法是（）。","Text1":"自行更换、拆改燃气的管道","Text2":"燃气使用完毕后不用关闭总阀门","Text3":"经常检查燃气灶具及管道，不擅自安装、拆改","Text4":"使用液化气罐时罐内残留的液体可以倒在下水道里","Answer":"C"},
        {"Question":"()必须分间、分库储存。","Text1":"灭火方法相同的物品","Text2":"容易相互发生化学反应的物品","Text3":"以上两种答案都对","Text4":"不同灭火器材","Answer":"B"},
        {"Question":"在库房内()放置电视机,收看电视节目。","Text1":"可以","Text2":"经过领导批准后可以","Text3":"不可以","Text4":"经消防部门批准可以","Answer":"C"},
        {"Question":"室外消防给水管道的压力应保证消防用水量达到最大且水枪布置在最高处，水枪充实水柱不得小于（）米。","Text1":"5","Text2":"6","Text3":"8","Text4":"10","Answer":"D"},
        {"Question":"（）都有维护消防安全、保护消防设施、预防火灾、报告火警的义务。","Text1":"任何单位和个人","Text2":"单位保安","Text3":"消防官兵","Text4":"公安民警","Answer":"A"},
        {"Question":"任何单位和（）都有参加有组织的灭火工作的义务。","Text1":"个人","Text2":"成年人","Text3":"男性公民","Text4":"所有人包括中小学生","Answer":"B"},
        {"Question":"根据我国《刑法》规定，放火致人重伤、死亡或者使公私财产遭受重大损失的，最高可处（）。","Text1":"有期徒刑十年","Text2":"无期徒刑","Text3":"死刑","Text4":"有期徒刑二十年","Answer":"C"},
        {"Question":"食品安全法规定，食品安全监督管理部门在进行抽样检验时，应当（）。","Text1":"免费抽取样品","Text2":"购买抽取的样品","Text3":"收取检验费","Text4":"特殊情况下可收取检验费","Answer":"B"},
        {"Question":"保健食品应当设立提示牌，注明“保健品销售专区（专柜）”字样，提示牌为","Text1":"绿底白字","Text2":"白底绿字","Text3":"白底黑字","Text4":"绿底黑字","Answer":"A"},
        {"Question":"一支水枪在正常情况下可控着火面为（） 。","Text1":"20平方米","Text2":"30平方米","Text3":"50平方米","Text4":"60平方米","Answer":"B"},
        {"Question":"申请人隐瞒有关情况或者提供虚假材料的，食品药品监督管理部门发现后（）。","Text1":"不予受理","Text2":"不予许可","Text3":"给予警告","Text4":"以上都是","Answer":"D"},
        {"Question":"县级以上食品安全监督管理部门根据食品安全信用档案的记录，对有不良信用记录的食品生产经营者()。","Text1":"进行行政处罚","Text2":"责令限期整改","Text3":"增加监督检查频次","Text4":"吊销许可证","Answer":"C"},
        {"Question":"《餐饮服务食品采购索证索票管理规定》规定采购乳制品的，应当查验、索取并留存供货方盖章(或签字)的（）。","Text1":"许可证复印件","Text2":"营业执照复印件","Text3":"产品合格证明文件复印件","Text4":"以上都是","Answer":"D"},
        {"Question":"申请人以欺骗、贿赂等不正当手段取得《餐饮服务许可证》的，食品药品监督管理部门应当（）。","Text1":"予以撤销","Text2":"依法注消","Text3":"给予警告","Text4":"以上都不是","Answer":"A"},
        {"Question":"下列关于食品复检的说法，错误的是（）。","Text1":"复检机构出具的复检结论为最终检验结论","Text2":"复检机构名录由国务院卫生行政公布","Text3":"复检机构由复检申请人自行选择","Text4":"复检机构与初检机构为同一机构","Answer":"D"},
        {"Question":"重大活动食品留样存放的冰箱应（）。","Text1":"专用","Text2":"专人负责","Text3":"上锁保管","Text4":"以上都是","Answer":"D"},
        {"Question":"烹调后的食品下列哪个温度范围最符合保存条件()。","Text1":"10℃～60℃","Text2":"高于60℃或低于10℃","Text3":"常温","Text4":"-20℃～-1℃","Answer":"B"},
        {"Question":"《餐饮服务食品安全监督管理办法》对餐饮服务从业人员的食品安全培训要求（）。","Text1":"餐饮服务提供者应当组织从业人员参加食品安全培训","Text2":"学习食品安全法律、法规、标准和食品安全知识","Text3":"明确食品安全责任，并建立培训档案","Text4":"以上都是","Answer":"D"},
        {"Question":"反映食品加热程度的指标，可提示食品中致病菌残留的风险的是()。","Text1":"中心温度","Text2":"表面温度","Text3":"加热温度","Text4":"沸点","Answer":"A"},
        {"Question":"食品安全管理员连续几次被不同餐饮服务单位因履行职责不到位而解聘，信息系统会将其自动列入黑名单()。","Text1":"1","Text2":"2","Text3":"3","Text4":"4","Answer":"C"},
        {"Question":"餐饮服务许可现场核查中要求采用人工清洗热力消毒的，可以设有几个专用水池（）。","Text1":"1","Text2":"2","Text3":"3","Text4":"4","Answer":"B"},
        {"Question":"甜品站与餐饮主店的距离原则上不得超过（）。","Text1":"300米","Text2":"500米","Text3":"800米","Text4":"900米","Answer":"C"},
        {"Question":"公民发现食品商店销售的食品有质量安全问题，应当向（）部门投诉。","Text1":"食品药品监督部门","Text2":"工商行政管理部门","Text3":"质量技术监督部门","Text4":"卫生行政部门","Answer":"A"},
        {"Question":"食品流通环节的监管由（）负责。","Text1":"工商行政管理部门","Text2":"卫生行政部门","Text3":"质量监督部门","Text4":"食品药品监督管理部门","Answer":"A"},
        {"Question":"用化学消毒方法对餐具进行消毒的，应使用含有有效氯浓度为250mg/L(又称250ppm)以上，餐饮具全部浸泡入液体中，作用时间（）以上。","Text1":"1分钟","Text2":"5分钟","Text3":"10分钟","Text4":"30分钟","Answer":"B"},
        {"Question":"有关辖区内餐饮服务提供者的食品安全信用档案的说法正确的是（）。","Text1":"由食品药品监督管理部门建立","Text2":"记录许可颁发及变更情况、日常监督检查结果、违法行为查处等情况","Text3":"食品药品监督管理部门应当根据餐饮服务食品安全信用档案，对有不良信用记录的餐饮服务提供者实施重点监管","Text4":"以上都是","Answer":"D"},
        {"Question":"申请餐饮服务许可证时，还应当提供关键环节食品加工操作规程、食品安全检查计划以及食品安全突发事件应急处置预案的单位是（）。","Text1":"中型餐馆","Text2":"学校食堂","Text3":"供餐人数300人以上的机关、企事业单位食堂","Text4":"快餐店","Answer":"B"},
        {"Question":"国家对食品生产经营实行许可制度。从事餐饮服务，应当依法取得（）。","Text1":"食品卫生许可","Text2":"食品生产许可","Text3":"食品流通许可","Text4":"餐饮服务许可","Answer":"D"},
        {"Question":"根据国家有关规定，下列哪种业态不属于餐饮服务许可的范围（）。","Text1":"小吃店","Text2":"食品摊贩","Text3":"学校食堂","Text4":"集体用餐配送单位","Answer":"B"},
        {"Question":"餐饮服务食品安全管理员，是指经统一培训考核合格，在餐饮服务单位从事（）的人员。","Text1":"食品加工","Text2":"食品安全管理","Text3":"行政管理","Text4":"人事管理","Answer":"B"},
        {"Question":"餐用具使用卫生要求（）。","Text1":"接触直接入口食品的餐用具使用前洗净即可","Text2":"已消毒和未消毒的餐用具应分开存放","Text3":"使用过的一次性餐具，经冲洗后仍可以使用","Text4":"已消毒和未消毒的餐用具不用分开存放","Answer":"B"},
        {"Question":"在餐饮服务单位经营场所醒目位置设置“餐饮服务食品安全等级公示牌”，表示C级食品安全状况的卡通图形是（）。","Text1":"“大笑”","Text2":"“微笑”","Text3":"“平脸”","Text4":"“哭脸”","Answer":"C"},
        {"Question":"贮存食品的场所、设备应当保持清洁，无霉斑、鼠迹、苍蝇、蟑螂，不得存放（）及个人生活用品。","Text1":"有毒、有害物品","Text2":"食品原料","Text3":"食品添加剂","Text4":"以上都是","Answer":"A"},
        {"Question":"消毒后的餐具正确保洁方法是（）。","Text1":"使用毛巾、餐巾擦干","Text2":"自然滤干或烘干","Text3":"消毒后的餐具不用放在保洁柜内","Text4":"放在操作台上，随手拿到","Answer":"B"},
        {"Question":"餐饮服务食品安全监管部门应当在活动期间加强对重大活动餐饮服务提供者的事前监督检查（）。","Text1":"检查发现安全隐患，应当及时提出整改要求，并监督整改","Text2":"审查菜谱","Text3":"对不能保证餐饮食品安全的餐饮服务提供者，及时提请或要求主办单位予以更换","Text4":"以上都是","Answer":"D"},
        {"Question":"餐饮服务提供者违反《食品安全法》规定，聘用不得从事餐饮服务管理工作的人员从事管理工作的，由原发证部门（）。","Text1":"给予警告","Text2":"处以罚款","Text3":"吊销许可证","Text4":"以上都不对","Answer":"C"},
        {"Question":"供食用的源于农业的初级产品(简称食用农产品)的质量安全管理，应遵守（）的规定。","Text1":"《农产品质量安全法》","Text2":"《产品质量法》","Text3":"《食品安全法》","Text4":"《商检法》","Answer":"A"},
        {"Question":"根据《食品安全法》第十九条（）标准，是强制执行的标准。","Text1":"食品安全","Text2":"食品营养","Text3":"商品定价","Text4":"食品认证","Answer":"A"},
        {"Question":"从固定供应基地或供应商采购食品的，应当（）。","Text1":"留存每笔供应清单","Text2":"查验、索取并留存供货方盖章(或签字)的许可证、营业执照","Text3":"查验、索取并留存供货方盖章(或签字)的产品合格证明文件","Text4":"以上都是","Answer":"D"},
        {"Question":"采购集中消毒企业供应的餐饮具的，应当（）。","Text1":"查验集中消毒企业盖章(或签字)的营业执照复印件、盖章的批次出厂检验报告(或复印件)","Text2":"索取集中消毒企业盖章(或签字)的营业执照复印件、盖章的批次出厂检验报告(或复印件)","Text3":"留存集中消毒企业盖章(或签字)的营业执照复印件、盖章的批次出厂检验报告(或复印件)","Text4":"以上都是","Answer":"D"},
        {"Question":"以下不属于清洁操作区的是（）。","Text1":"凉菜间","Text2":"就餐场所","Text3":"裱花间","Text4":"备餐场所","Answer":"B"},
        {"Question":"（）有权利举报食品生产经营中违反《食品安全法》的行为，有权向有关部门了解食品安全信息，对食品安全监督管理工作提出意见和建议。","Text1":"任何组织或者个人","Text2":"食品生产经营者","Text3":"消费者","Text4":"以上都对","Answer":"D"},
        {"Question":"制作的现榨果蔬汁和水果拼盘（）用完。","Text1":"可隔餐","Text2":"可隔夜","Text3":"应当餐","Text4":"应当日","Answer":"C"},
        {"Question":"以下有关餐饮服务食品安全规范要求中，说法不正确的是（）。","Text1":"应当保持食品加工经营场所的内外环境整洁","Text2":"半成品应可以与食品原料一起存放","Text3":"直接入口食品与食品原料或者半成品分开存放","Text4":"贮存食品原料的场所、设备应当保持清洁","Answer":"B"},
        {"Question":"餐饮企业的选址不得设在易受到污染的区域，建筑周围不得有粉尘、有害气体、放射性物质和（）。","Text1":"非食品经营企业","Text2":"商场或超市","Text3":"其他扩散性污染源","Text4":"其他餐饮企业","Answer":"C"},
        {"Question":"甜品站的选址要求（）。","Text1":"餐饮服务提供者在其餐饮主店经营场所内","Text2":"具有固定经营场所","Text3":"餐饮服务提供者在其餐饮主店经营场所附近开设","Text4":"以上都是","Answer":"D"},
        {"Question":"餐饮服务经营地点或者场所改变的，应当（）。","Text1":"办理《餐饮服务许可证》记载内容变更申请","Text2":"办理《餐饮服务许可证》变更手续","Text3":"重新申请办理《餐饮服务许可证》","Text4":"以上都不对","Answer":"B"},
        {"Question":"重大活动时，对餐饮服务提供者的要求包括（）。","Text1":"应当积极配合餐饮服务食品安全监管部门及其派驻工作人员的监督管理","Text2":"对监管部门及其工作人员所提出的意见认真整改","Text3":"在重大活动开展前，餐饮服务提供者应与餐饮服务食品安全监管部门签订责任承诺书","Text4":"以上都是","Answer":"D"},
        {"Question":"重大活动的餐饮服务提供者的职责（）。","Text1":"为重大活动提供餐饮服务，依法承担餐饮服务食品安全责任","Text2":"配合餐饮服务监管部门及其派驻工作人员的监督管理","Text3":"加强从业人员的建康管理，做好从业人员的培训","Text4":"以上都是","Answer":"D"},
        {"Question":"食品生产者、销售者和餐饮经营者违反规定，在贮存运输食品中违法使用保鲜剂、防腐剂的，由食品安全监督管理部门责令限期改正;逾期不改正的，处（）罚款。","Text1":"五千元以上一万元以下","Text2":"一万元以上二万元以下","Text3":"二万元以上五万元以下","Text4":"三万元以上十万元以下","Answer":"C"},
        {"Question":"生产经营单位发生生产安全事故后，事故现场有关人员应当立即报告本（）。","Text1":"单位负责人","Text2":"单位安全员","Text3":"部门领导","Text4":"部门主管","Answer":"A"},
        {"Question":"切配好的半成品应避免污染，并应根据（）分类存放。","Text1":"质量","Text2":"批次","Text3":"价格","Text4":"性质","Answer":"B"},
        {"Question":"餐饮服务提供者遗失《餐饮服务许可证》的，应当（），并向原发证部门申请补发《餐饮服务许可证》。","Text1":"在经营场所的显着位置张贴《餐饮服务许可证》遗失的公开声明书","Text2":"在市级公开发行的报刊上刊登《餐饮服务许可证》遗失的公开声明书","Text3":"向原发证部门报告","Text4":"以上都不是","Answer":"A"},
        {"Question":"餐饮服务许可现场核查项目中对食品安全有较大影响的项目是（）。","Text1":"关键项","Text2":"重点项","Text3":"一般项","Text4":"以上都不是","Answer":"B"},
        {"Question":"与《餐饮服务食品安全监督管理办法》规定不相符合的是（）。","Text1":"在制作加工过程中检查待加工的食品，发现有腐败变质的，重新加工使用","Text2":"在制作加工过程中应当检查待加工的食品及食品原料，发现有腐败变质或者其他感官性状异常的，不得加工或者使用","Text3":"应当保持食品加工经营场所的内外环境整洁，消除老鼠、蟑螂、苍蝇和其他有害昆虫及其孳生条件","Text4":"操作人员应当保持良好的个人卫生","Answer":"A"},
        {"Question":"关于食品添加剂，下列说法错误的是（）。","Text1":"食品添加剂可以改善食品品质和色、香、味","Text2":"食品添加剂应当安全无毒，且在技术上确有必要，方可允许使用","Text3":"经批准的食品添加剂可以根据需要随意添加","Text4":"每种添加剂有限定的使用范围和使用量","Answer":"C"},
        {"Question":"食品安全管理员必须具备的条件（）。","Text1":"身体健康","Text2":"具有餐饮从业人员健康合格证明","Text3":"具备相应的餐饮服务食品安全管理知识和工作实践经验","Text4":"以上都是","Answer":"D"},
        {"Question":"餐饮服务提供者的（）是本单位食品安全的第一责任人，对本单位的食品安全负全面责任。","Text1":"法定代表人","Text2":"负责人","Text3":"业主","Text4":"以上都是","Answer":"D"},
        {"Question":"食品生产经营者的食品安全信用档案不包括（）。","Text1":"许可颁发情况","Text2":"日常监督检查结果","Text3":"财务、税务情况","Text4":"违法行为查处情况","Answer":"C"},
        {"Question":"餐饮服务许可现场核查规定对墙裙的要求是（）。","Text1":"应有1.5米以上","Text2":"材料应达到光滑、不吸水、浅色、耐用和易清洗","Text3":"食品加工专间内应铺设到顶","Text4":"以上都是","Answer":"D"},
        {"Question":"应当重新办理餐饮服务从业人员健康证明的情形是（）。","Text1":"餐饮服务从业人员工作岗位变动的的","Text2":"患有痢疾的餐饮服务从业人员治愈后，需恢复从事接触直接入口食品工作的","Text3":"餐饮服务从业人员健康证明遗失的","Text4":"患有感冒的餐饮服务从业人员治愈后重新上岗","Answer":"B"},
        {"Question":"食品用工具容器最佳质材（）。","Text1":"不锈钢","Text2":"木制品","Text3":"竹制品","Text4":"铁制品","Answer":"A"},
        {"Question":"甜品站销售的食品要求（）。","Text1":"应由餐饮主店配送","Text2":"并建立配送台账","Text3":"甜品站不得自行采购食品、食品添加剂和食品相关产品","Text4":"以上都是","Answer":"D"},
        {"Question":"《餐饮服务许可证》样式由（）统一规定。","Text1":"卫生部","Text2":"国家食品药品监督管理局","Text3":"各省、自治区、直辖市人民政府","Text4":"各省、自治区、直辖市食品药品监督管理部门","Answer":"B"},
        {"Question":"《餐饮服务食品安全监督管理办法》规定擅自改变餐饮服务经营地址、许可类别、备注项目的，应当（）。","Text1":"责令其立即停业","Text2":"督促限期续办《餐饮服务许可证》","Text3":"按未取得《餐饮服务许可证》查处","Text4":"以上都不是","Answer":"C"},
        {"Question":"《餐饮服务食品安全操作规范》不适用于（）。","Text1":"小吃店","Text2":"餐馆","Text3":"食品摊贩","Text4":"食堂","Answer":"C"},
        {"Question":"设立餐饮服务提供企业，应当（）。","Text1":"先核准企业名称，再取得餐饮服务许可，最后办理工商登记","Text2":"先核准企业名称，再办理餐饮服务许可，无需要办理工商登记","Text3":"先取得餐饮服务许可，再核准企业名称，最后办理工商登记","Text4":"先核准企业名称，再办理工商登记，最后办理餐饮服务许可","Answer":"A"},
        {"Question":"销售者发现其销售的产品存在安全隐患，可能对人体健康和生命安全造成损害的，应当（）。","Text1":"立即停止销售该产品","Text2":"通知生产企业或者供货商","Text3":"向有关监督管理部门报告","Text4":"以上都是","Answer":"D"},
        {"Question":"餐饮服务环节的监管由（）负责。","Text1":"工商行政部门","Text2":"卫生行政部门","Text3":"质量监督部门","Text4":"食品药品监督管理部门","Answer":"D"},
        {"Question":"有关食品安全快速检测技术的结果错误的说法是（）。","Text1":"使用现场快速检测技术发现和筛查的结果不得直接作为执法依据","Text2":"对初步筛查结果表明可能不符合食品安全标准及有关要求的食品，应当依照《食品安全法》的有关规定进行检验","Text3":"快速检测结果表明可能不符合食品安全标准及有关要求的，餐饮服务提供者应当根据实际情况采取食品安全保障措施","Text4":"使用现场快速检测技术发现和筛查的结果应该立即直接作为执法依据","Answer":"D"},
        {"Question":"有关甜品站餐饮服务许可申请的说法中不正确的是（）。","Text1":"甜品站餐饮服务许可申请的受理和审批机关为餐饮主店餐饮服务许可受理和审批机关","Text2":"在餐饮主店附近开设甜品站的，由餐饮主店提出甜品站餐饮服务许可申请及餐饮主店餐饮服务许可变更申请","Text3":"在餐饮主店内开设的甜品站，需另行申请发放《餐饮服务许可证》","Text4":"甜品站纳入饮品店餐饮服务许可管理范围","Answer":"C"},
        {"Question":"从流通经营单位(商场、超市、批发零售市场等)批量或长期采购时，应当（）。","Text1":"查验并留存加盖有公章的营业执照和食品流通许可证等复印件","Text2":"留存盖有供货方公章(或签字)的每笔购物凭证或每笔送货单","Text3":"确认其是否有营业执照和食品流通许可证","Text4":"以上都对","Answer":"D"},
        {"Question":"《餐饮服务食品采购索证索票管理规定》适用于（）。","Text1":"餐饮服务提供者采购食品","Text2":"餐饮服务提供者采购食品添加剂","Text3":"餐饮服务提供者采购食品相关产品","Text4":"以上都是","Answer":"D"},
        {"Question":"实施日常检查时，现场执法人员的人数不得少于（）。","Text1":"2","Text2":"3","Text3":"4","Text4":"5","Answer":"A"},
        {"Question":"奶油类原料应（）。","Text1":"常温存放","Text2":"低温存放","Text3":"放在阴凉通风处","Text4":"以上都不对","Answer":"B"},
        {"Question":"取得餐饮服务许可的餐饮服务提供者在其餐饮服务场所出售其制作加工的食品，不需要取得（）的许可。","Text1":"食品生产","Text2":"食品流通","Text3":"食品生产和流通","Text4":"餐饮服务","Answer":"C"},
        {"Question":"《餐饮服务许可证》受理和审批的许可机关由（）规定。","Text1":"国家食品药品监督管理局","Text2":"各省、自治区、直辖市卫生行政部门","Text3":"各省、自治区、直辖市食品药品监督管理部门","Text4":"以上都不是","Answer":"C"},
        {"Question":"餐饮服务食品安全监管部门选派监督员的人数至少是（）。","Text1":"1","Text2":"2","Text3":"3","Text4":"4","Answer":"B"},
        {"Question":"凉菜加工前应进行认真检查待配制的成品凉菜，发现有腐败变质或者其他感官性状异常的（）进行加工。","Text1":"不得","Text2":"经清洗后","Text3":"经消毒后","Text4":"经请示领导批准后","Answer":"A"},
        {"Question":"冷菜专间内应当由专人加工制作，（）进入专间。","Text1":"所有厨房工作人员可以","Text2":"非操作人员不得擅自","Text3":"非操作人员经洗手消毒后","Text4":"非操作人员经允许后","Answer":"B"},
        {"Question":"餐用具清洗消毒水池应专用，采用化学消毒的，至少设有几个专用水池（）。","Text1":"1个","Text2":"2个","Text3":"3个","Text4":"4个","Answer":"C"},
        {"Question":"《中华人民共和国食品安全法》规定，国家食品药品监督管理部门负责（）。","Text1":"餐饮消费环节监督管理","Text2":"食品流通环节监督管理","Text3":"食品安全综合协调职责","Text4":"食品生产环节监督管理","Answer":"A"},
        {"Question":"《中华人民共和国食品安全法》第八十八条违反本法规定，事故单位在发生食品安全事故后未进行处置、报告的，由有关主管部门按照各自职责分工，责令改正，给予警告;毁灭有关证据的，责令停产停业，并处二千元以上（）元以下罚款;造成严重后果的，由原发证部门吊销许可证。","Text1":"五万","Text2":"十万","Text3":"十五万","Text4":"二十万","Answer":"B"},
        {"Question":"食品库房中，应与食品分开设置的是（）。","Text1":"不会导致食品污染的食品容器","Text2":"会导致食品污染的非食品","Text3":"不会导致食品污染的包装材","Text4":"不会导致食品污染的工用具","Answer":"B"},
        {"Question":"甜品站的面积原则上不少于（）。","Text1":"5平方米","Text2":"6平方米","Text3":"10平方米","Text4":"30平方米","Answer":"B"},
        {"Question":"连锁餐饮企业购进无法提供合格证明文件的食品原料时，应当（）。","Text1":"先使用后补充合格证明文件","Text2":"请示上级定夺","Text3":"依照食品安全标准进行检验","Text4":"丢弃","Answer":"D"},
        {"Question":"下列关于食品安全法对进口预包装食品标签和说明书的要求不正确的是（）。","Text1":"进口的预包装食品应当有中文标签、中文说明书","Text2":"载明食品的原产地以及境内代理商的名称、地址、联系方式","Text3":"只需要中文标签和说明书，其他的不需要","Text4":"应当符合本法以及我国其他有关法律、行政法规的规定和食品安全国家标准的要求","Answer":"C"},
        {"Question":"餐饮服务许可现场核查中对于餐用具清洗消毒保洁设施要求（）。","Text1":"配备能正常运转的清洗、消毒、保洁设备设施","Text2":"各类水池以明显标识标明其用途","Text3":"清洗、消毒、保洁设备设施的大小和数量能满足需要","Text4":"以上都是","Answer":"D"},
        {"Question":"GB14934食(饮)具消毒卫生标准规定，食(饮)具热力消毒一般按（）程序进行。","Text1":"除渣—洗涤—清洗—消毒","Text2":"除渣—洗涤—消毒—清洗","Text3":"除渣—消毒—洗涤—清洗","Text4":"除渣—清洗—洗涤—消毒","Answer":"A"},
        {"Question":"发生食品安全事故的单位和接收病人进行治疗的单位应当及时向事故发生地（）报告。","Text1":"县级质量监督部门","Text2":"县级工商行政管理部门","Text3":"县级卫生行政部门","Text4":"县级食品药品监管部门","Answer":"D"},
        {"Question":"食品经营者销售的预包装食品的包装上，应当有标签，以下关于标签表述不正确的是（）。","Text1":"标签不得含有虚假、夸大的内容","Text2":"标签不得涉及疾病预防、治疗功能","Text3":"标签应当清楚、明显，容易辨识","Text4":"标签应该突出表明功效","Answer":"D"},
        {"Question":"《餐饮服务食品安全监督管理办法》规定按照《食品安全法》第八十六条的规定予以处罚的情形有（）。","Text1":"经营或者使用被包装材料、容器、运输工具等污染的食品","Text2":"经营或者使用无标签及其他不符合《食品安全法》、《食品安全法实施条例》有关标签、说明书规定的预包装食品、食品添加剂","Text3":"经营添加药品的食品","Text4":"以上都是","Answer":"D"},
        {"Question":"运输食品原料的工具与设备设施要求（）。","Text1":"应当保持清洁","Text2":"必要时应当消毒","Text3":"运输保温、冷藏(冻)食品应当有必要的且与提供的食品品种、数量相适应的保温、冷藏(冻)设备设施","Text4":"以上都是","Answer":"D"},
        {"Question":"生产加工经营场所内的（）应保持清洁和良好状况，宜在每次使用后进行清洗。","Text1":"工作台","Text2":"洗涤盆(池)","Text3":"工具及加工设备","Text4":"以上都是","Answer":"D"},
        {"Question":"烧烤加工的原料、半成品应做到（），成品应有专用存放场所，避免受到污染。","Text1":"分开放置","Text2":"混合放置","Text3":"重叠放置","Text4":"以上都不是","Answer":"A"},
        {"Question":"对专间的要求是（）。","Text1":"入口处应设置洗手、消毒、更衣设施的通过式预进间","Text2":"专间只设一扇门","Text3":"专间内无明沟","Text4":"以上都是","Answer":"D"},
        {"Question":"清洁操作区是餐饮单位（）要求最高的操作场所，通常用于进行高风险食品的加工操作，如凉菜配制、蛋糕裱花、备餐操作、集体用餐分装分装等。","Text1":"内部装修","Text2":"通风条件","Text3":"清洁程度","Text4":"以上都不是","Answer":"C"},
        {"Question":"《国务院关于加强食品等产品安全监督管理的特别规定》第十六条规定，农业、卫生、质检、商务、工商、药品等监督管理部门应当建立生产经营者违法行为记录制度，对违法行为的情况予以记录并公布;对有多次违法行为记录的生产经营者，（）。","Text1":"吊销许可证照","Text2":"处以罚款","Text3":"责令改正","Text4":"给予警告","Answer":"A"},
        {"Question":"餐饮服务食品安全监管部门对重大活动餐饮服务提供者进行资格审核，开展加工制作环境、冷菜制作、餐用具清洗消毒、食品留样等现场检查，对（）的餐饮服务提供者，应及时提请或要求主办单位予以更换。","Text1":"不能满足接待任务要求的、不能保证食品安全","Text2":"价格高","Text3":"现场检查合格","Text4":"服务态度差","Answer":"A"},
        {"Question":"指以集中加工配送、当场分餐食用并快速提供就餐服务为主要加工供应形式的单位是（）。","Text1":"快餐店","Text2":"小吃店","Text3":"饮品店","Text4":"集体用餐配送单位","Answer":"D"},
        {"Question":"餐饮服务食品安全量化分级管理实行等级管理，其中C级代表（）。","Text1":"食品安全状况良好","Text2":"食品安全状况中等","Text3":"食品安全状况一般","Text4":"食品安全状况较差","Answer":"C"},
        {"Question":"不符合专间要求的是（）。","Text1":"有明沟","Text2":"食品传递窗为开闭式","Text3":"专间墙裙铺设到顶","Text4":"专间门采用易清洗、不吸水的坚固材质，能够自动关闭","Answer":"A"},
        {"Question":"餐饮服务单位因加工工艺需要可以使用的食品添加剂有（）。","Text1":"膨松剂","Text2":"人工合成色素","Text3":"漂白剂","Text4":"以上都是","Answer":"D"},
        {"Question":"临时从事餐饮服务活动的，《餐饮服务许可证》有效期不超过()个月。","Text1":"3","Text2":"6","Text3":"8","Text4":"10","Answer":"B"},
        {"Question":"生产经营单位发生生产安全事故造成人员伤亡、他人 财产损失的，应当依法承担赔偿责任；拒不承担或者其负责人逃匿的，由（）依法强制执行。","Text1":"人民政府","Text2":"人民法院","Text3":"安监部门","Text4":"消防部门","Answer":"B"},
        {"Question":"餐饮服务从业人员在加工制作过程中应保持个人卫生，以下哪项做法不会导致食品污染：（）","Text1":"戴戒指","Text2":"涂指甲油","Text3":"戴口罩","Text4":"佩戴饰物","Answer":"C"},
        {"Question":"所有食品设备、工具和容器，不宜使用下列哪类材料,必须使用时应不会对食品产生污染：（）","Text1":"铝质材料","Text2":"钢质材料","Text3":"塑料材料","Text4":"木质材料","Answer":"D"},
        {"Question":"下列哪个物料应专人采购、专人保管、专人领用、专人登记、专柜保存（）。","Text1":"食品","Text2":"调味品","Text3":"洗涤用品","Text4":"食品添加剂","Answer":"D"},
        {"Question":"餐饮服务食品安全监督管理办法中规定，购置、使用集中消毒企业供应的餐具、饮具，应当查验其经营资质，并索取（）。","Text1":"每笔购物清单","Text2":"卫生许可证复印件","Text3":"消毒合格凭证","Text4":"生产许可证复印件","Answer":"C"},
        {"Question":"餐饮服务提供者的许可类别、备注项目以及布局流程、主要卫生设施需要改变的，应当向原发证部门申请办理《餐饮服务许可证》（）手续。","Text1":"新申请","Text2":"补发","Text3":"注销","Text4":"变更","Answer":"D"},
        {"Question":"餐饮服务提供者食品安全管理人员在从事相关食品安全管理工作前，除应取得健康合格证明外，还应取得餐饮服务食品安全（）。","Text1":"厨师等级证明","Text2":"身份证明文件","Text3":"培训合格证明","Text4":"岗位证明文件","Answer":"C"},
        {"Question":"食品药品监督管理部门应当对食品进行定期或者不定期的抽样检验。进行抽样检验，应当购买抽取的样品，另外的检验费和抽样费如何收取（）。","Text1":"收取检验费和抽样费","Text2":"不收取检验费，但收取抽样费","Text3":"收取检验费，不收取抽样费","Text4":"不收取检验费和其他任何费用","Answer":"D"},
        {"Question":"《食品安全法》第一百二十二条规定，未经许可从事食品生产经营活动，且违法生产经营的食品货值金额不足一万元的，除没收违法所得、违法生产经营的食品和用于违法生产经营的工具、设备、原料等物品外，还应如何处罚（）。","Text1":"处五万元以上十万元以下罚款","Text2":"处五千元以上一万元以下罚款","Text3":"处二千元以上五万元以下罚款","Text4":"处五万元以下罚款","Answer":"A"},
        {"Question":"《食品安全法》第一百二十四条规定，经营腐败变质、油脂酸败、霉变生虫、污秽不洁、混有异物、掺假掺杂或者感官性状异常的食品，且违法生产经营的食品货值金额不足一万元的，除没收违法所得、违法生产经营的食品和用于违法生产经营的工具、设备、原料等物品外，还应如何处罚（）。","Text1":"处一千元以下罚款","Text2":"处一千元以上二千元以下罚款","Text3":"处五万元以上十万元以下罚款","Text4":"处五万元以下罚款","Answer":"C"},
        {"Question":"《食品安全法》第一百二十三条规定，经营未经动物卫生监督机构检疫或者检疫不合格的肉类，或者生产经营未经检验或者检验不合格的肉类制品，且违法生产经营的食品货值金额一万元以上的，除没收违法所得、违法生产经营的食品和用于违法生产经营的工具、设备、原料等物品外，还应如何处罚（）。","Text1":"处一千元以下罚款","Text2":"处一千元以上贰仟元以下罚款","Text3":"处二千元以上五万元以下罚款","Text4":"处货值金额十五倍以上三十倍以下罚款","Answer":"D"},
        {"Question":"《食品安全法》第一百二十六条规定，安排患有有碍食品安全的疾病的人员从事接触直接入口食品的工作，监管部门应责令改正，给予警告；拒不改正的，应如何处罚（）。","Text1":"处一千元以下罚款","Text2":"处五千元以上五万元以下罚款","Text3":"处二千元以上二万元以下罚款","Text4":"处五万元以上十倍以下罚款","Answer":"B"},
        {"Question":"《食品安全法》第一百二十五条规定，食品生产者采购、使用不符合食品安全标准的食品原料、食品添加剂、食品相关产品，且违法生产经营的食品货值金额一万元以上的，除没收违法所得、违法生产经营的食品和用于违法生产经营的工具、设备、原料等物品外，还应如何处罚（）。","Text1":"处二千元以上五万元以下罚款","Text2":"处一千元以上二千元以下罚款","Text3":"处五千元以上五万元以下罚款","Text4":"处货值金额二倍以上五倍以下罚款","Answer":"C"},
        {"Question":"餐饮服务提供者应当将食品添加剂存放于（），标示“食品添加剂”字样妥善保管，并建立使用台账。","Text1":"库房货架上","Text2":"前台柜台中","Text3":"专用橱柜中","Text4":"公用橱柜中","Answer":"C"},
        {"Question":"从食品流通经营单位（商场、超市、批发零售市场等）和农贸市场采购畜禽肉类的，应当查验（）原件。","Text1":"生产许可证","Text2":"餐饮服务许可证","Text3":"动物产品检疫合格证明","Text4":"税务登记证","Answer":"C"},
        {"Question":"小型餐馆是指加工经营场所使用面积在（）以下，或者就餐座位数在（）以下的餐馆。","Text1":"100㎡,50座","Text2":"150㎡,75座","Text3":"200㎡,100座","Text4":"250㎡,150座","Answer":"B"},
        {"Question":"以下加工经营场所使用面积及就餐座位数属于中型餐馆的是（）。","Text1":"100㎡,50座","Text2":"150㎡,75座","Text3":"200㎡,75座","Text4":"250㎡,100座","Answer":"D"},
        {"Question":"食品处理区分为清洁操作区、准清洁操作区、一般操作区，下面哪项属于准清洁操作区（）。","Text1":"切配场所","Text2":"餐用具清洗消毒场所","Text3":"餐用具保洁场所","Text4":"食品库房","Answer":"C"},
        {"Question":"下列全部属于专间的是（）。","Text1":"凉菜间、烹饪间、备餐间","Text2":"烹饪间、面点间、备餐间","Text3":"凉菜间、裱花间、备餐间","Text4":"裱花间、面点间、备餐间","Answer":"C"},
        {"Question":"食品加工处理流程应为（）的单一流向。","Text1":"先进后出","Text2":"生进熟出","Text3":"快进快出","Text4":"左进右出","Answer":"B"},
        {"Question":"现有一家小型餐馆的就餐场所面积为40平方米，那么这家餐馆的食品处理区面积最少为多少平方米（）。","Text1":"15","Text2":"20","Text3":"25","Text4":"30","Answer":"B"},
        {"Question":"现有一家小型餐馆的食品处理区面积为30平方米，那么这家餐馆的切配烹饪场所面积最少为多少平方米（）。","Text1":"5","Text2":"10","Text3":"15","Text4":"20","Answer":"C"},
        {"Question":"在加工经营场所外设立圈养、宰杀禽畜类动物场所的，应距离加工经营场所（）以上。","Text1":"15米","Text2":"20米","Text3":"25米","Text4":"30米","Answer":"C"},
        {"Question":"下列关于库房的要求，表述错误的是（）。","Text1":"同一库房内贮存不同类别食品和物品的应区分存放区域，不同区域应有明显标识","Text2":"食品库房应根据贮存条件的不同分别设置，必要时设冷冻（藏）库","Text3":"食品和非食品（不会导致食品污染的食品容器、包装材料、工具等物品除外）库房无需分开设置","Text4":"库房内应设置足够数量的存放架，其结构及位置应能使贮存的食品和物品距离墙壁、地面均在10cm以上，以利空气流通及物品搬运","Answer":"C"},
        {"Question":"凉菜间内紫外线灯应分布均匀，高度为（）。","Text1":"距离地面1.5m以内","Text2":"距离地面2m以内","Text3":"距离台面1m以内","Text4":"距离台面1.5m以内","Answer":"B"},
        {"Question":"下列关于通风排烟的要求，表述错误的是( )。","Text1":"食品处理区应保持良好通风，空气流向应由高清洁区流向低清洁区，防止食品、餐用具、加工设备设施受到污染","Text2":"烹饪场所应采用机械排风。产生油烟的设备上方应加设附有机械排风及油烟过滤的排气装置，过滤器应便于清洗和更换","Text3":"产生大量蒸汽的设备上方应加设机械排风排气装置，宜分隔成小间，防止结露并做好凝结水的引泄","Text4":"排气口应保持畅通，可不装网罩","Answer":"D"},
        {"Question":"废弃物容器以坚固及不透水的材料制造。专间内的废弃物容器盖子应为（）。","Text1":"应配有盖子手动开启式","Text2":"可不配盖子非手动开启式","Text3":"应配有盖子非手动开启式","Text4":"可不配盖子手动开启式","Answer":"C"},
        {"Question":"下列关于食品处理区内工具和容器的要求：1.用于原料、半成品、成品的工具和容器，应分开摆放和使用并有明显的区分标识;2.用于原料、半成品、成品的工具和容器，可集中摆放，无需刻意区分；3.原料加工中切配动物性食品、植物性食品、水产品的工具和容器,可集中摆放，无需刻意区分；4.原料加工中切配动物性食品、植物性食品、水产品的工具和容器,应分开摆放和使用并有明显的区分标识。表述正确的是（）。","Text1":"1和3","Text2":"1和4","Text3":"2和3","Text4":"2和4","Answer":"B"},
        {"Question":"切配和粗加工前应认真检查待加工食品，发现有腐败变质迹象或者其他感官性状异常的，如何处理（）。","Text1":"不得加工和使用","Text2":"继续加工和使用","Text3":"稍作掩饰后继续加工和使用","Text4":"向负责人请示","Answer":"A"},
        {"Question":"下列关于烹饪要求的表述中，错误的是（）。","Text1":"烹饪前应认真检查待加工食品，发现有腐败变质或者其他感官性状异常的，不得进行烹饪加工","Text2":"需要熟制加工的食品应烧熟煮透，其加工时食品中心温度应不低于70℃","Text3":"用于烹饪的调味料盛放器皿宜每天清洁，使用后随即加盖或苫盖，不得与地面或污垢接触","Text4":"菜品用的围边、盘花可以回收后再使用","Answer":"D"},
        {"Question":"下列关于凉菜配制的要求中，表述错误的是（）。","Text1":"专间内应当由专人加工制作，非操作人员不得擅自进入专间","Text2":"专间内应使用专用的设备、工具、容器，用前应消毒，用后应洗净并保持清洁","Text3":"供配制凉菜用的蔬菜、水果等食品原料，未经清洗处理干净的，不得带入凉菜间","Text4":"小学、特殊教育学校、托幼机构的食堂不得制售凉菜，职业学校、普通中等学校、大学食堂内可制售凉菜","Answer":"D"},
        {"Question":"下列对饮料现榨及水果拼盘制作的要求中，表述错误的是（）。","Text1":"从事饮料现榨和水果拼盘制作的人员操作前应清洗、消毒手部，操作时佩戴口罩","Text2":"制作的现榨饮料和水果拼盘当餐不能用完的，应立即放入冷藏设施中妥善保管，保证下次使用时的新鲜","Text3":"用于制作现榨饮料、食用冰等食品的水，应为通过符合相关规定的净水设备处理后或煮沸冷却后的饮用水","Text4":"用于饮料现榨及水果拼盘制作的设备、工具、容器应专用。每餐次使用前应消毒，用后应洗净并在专用保洁设施内存放","Answer":"B"},
        {"Question":"在烧烤加工的过程中，下列表述正确的是（）。","Text1":"加工前发现有腐败变质的，可继续进行加工","Text2":"原料和半成品可一起放置","Text3":"成品应有专用存放场所，避免受到污染","Text4":"烧烤时，食品可直接接触火焰","Answer":"C"},
        {"Question":"下列情况或单位中，需要进行食品留样的是（）（一）学校食堂（含托幼机构食堂）；（二）超过100人的建筑工地食堂；（三）重大活动餐饮服务；（四）超过100人的一次性聚餐；（五）小型餐馆；","Text1":"（一）（三）","Text2":"（一）（二）（三）（四）（五）","Text3":"（一）（二）（三）","Text4":"（一）（二）（三）（四）","Answer":"D"},
        {"Question":"下列项目中，属于留样记录中应登记的内容是：（）（一）留样食品名称；（二）留样量；（三）留样时间；（四）留样人员；（五）审核人员","Text1":"（一）（三）","Text2":"（一）（二）（三）（四）（五）","Text3":"（一）（二）（三）","Text4":"（一）（二）（三）（四）","Answer":"B"},
        {"Question":"食品库房内，食品原料、食品添加剂使用应遵循（）的原则。","Text1":"先进先出","Text2":"生进熟出","Text3":"快进快出","Text4":"左进右出","Answer":"A"},
        {"Question":"根据备案和公示要求，下列哪些食品，餐饮服务提供者应向监管部门备案所使用的食品添加剂名称，并在店堂醒目位置或菜单上予以公示。（）（一）自制凉菜；（二）自制火锅底料；（三）自制饮料；（四）自制调味料；（五）自制点心","Text1":"（二）（三）（四）","Text2":"（一）（二）（三）（四）（五）","Text3":"（二）（三）（四）（五）","Text4":"（一）（二）（三）（四）","Answer":"A"},
        {"Question":"餐用具消毒方法分为物理消毒和化学消毒，下列不属于热力消毒方法的是（）。","Text1":"蒸汽","Text2":"煮沸","Text3":"红外线","Text4":"84消毒液","Answer":"D"},
        {"Question":"煮沸、蒸汽消毒餐用具时，应保持怎样的温度和时间（）","Text1":"80℃，10分钟以上","Text2":"100℃，10分钟以上","Text3":"100℃，15分钟以上","Text4":"80℃，15分钟以上","Answer":"B"},
        {"Question":"红外线消毒餐用具时，一般控制怎样的温度和时间（）","Text1":"100℃以上，10分钟以上","Text2":"120℃以上，10分钟以上","Text3":"120℃以上，15分钟以上","Text4":"100℃以上，15分钟以上","Answer":"B"},
        {"Question":"餐饮服务场所的排烟设施表面的清洁工作，推荐多久进行一次（）。","Text1":"每次使用后","Text2":"每天完工","Text3":"每周一次","Text4":"每月一次","Answer":"C"},
        {"Question":"四季豆易引起食物中毒，烹饪时先将四季豆放入开水中烫煮（）分钟以上再炒。","Text1":"5","Text2":"10","Text3":"15","Text4":"20","Answer":"B"},
        {"Question":"餐用具的化学消毒，主要为使用各种含氯消毒药物消毒。使用浓度应含有效氯（）以上，餐用具全部浸泡入液体中（）以上。","Text1":"200mg/L（250ppm），10分钟","Text2":"200mg/L（250ppm）,5分钟","Text3":"250mg/L（250ppm）,10分钟","Text4":"250mg/L（250ppm）,5分钟","Answer":"D"},
        {"Question":"烹饪场所属于（）。","Text1":"清洁操作区","Text2":"准清洁操作区","Text3":"一般操作区","Text4":"非食品处理区","Answer":"B"},
        {"Question":"食品或原料置于冰点以上较低温度条件下贮存的过程为冷藏，冷藏温度的范围应在多少之间()。","Text1":"-10℃～10℃","Text2":"-10℃～0℃","Text3":"0℃～5℃","Text4":"0℃～10℃","Answer":"D"},
        {"Question":"切配区属于()。","Text1":"清洁操作区","Text2":"准清洁操作区","Text3":"一般操作区","Text4":"非食品处理区","Answer":"C"},
        {"Question":"餐用具清洗消毒区属于()。","Text1":"清洁操作区","Text2":"准清洁操作区","Text3":"一般操作区","Text4":"非食品处理区","Answer":"C"},
        {"Question":"专用操作区属于()。","Text1":"清洁操作区","Text2":"准清洁操作区","Text3":"一般操作区","Text4":"非食品处理区","Answer":"A"},
        {"Question":"县级以上食品药品监督管理部门履行食品安全监督管理职责时，有权采取下列哪些措施（）（一）进入生产经营场所实施现场检查；（二）对生产经营的食品进行抽样检验；（三）查阅、复制有关合同、票据、账簿以及其他有关资料；（四）查封、扣押有证据证明不符合食品安全标准的食品，违法使用的食品原料、食品添加剂、食品相关产品，以及用于违法生产经营或者被污染的工具、设备；（五）查封违法从事食品生产经营活动的场所。","Text1":"（二）（三）（四）","Text2":"（一）（二）（三）（四）（五）","Text3":"（二）（三）（四）（五）","Text4":"（一）（二）（三）（四）","Answer":"B"},
        {"Question":"食品药品监督管理部门作出责令停业、吊销《餐饮服务许可证》、较大数额罚款等行政处罚决定之前，应当告知当事人有（）的权利。","Text1":"拒绝","Text2":"要求行政复议","Text3":"重新要求审核","Text4":"要求举行听证","Answer":"D"},
        {"Question":"《餐饮服务许可审查规范》要求，中型餐馆，快餐店，供餐人数300人以下的学校食堂，供餐人数50～500人的机关、企事业单位食堂的凉菜间面积应该（）。","Text1":"≥3㎡","Text2":"≥4㎡","Text3":"≥5㎡","Text4":"≥6㎡","Answer":"C"},
        {"Question":"鲜黄花菜(也叫金针菜)含有（），当进食大量未经煮泡去水或急炒加热不彻底的鲜黄花菜后会出现急性胃肠炎。","Text1":"秋水仙碱","Text2":"黄曲霉素","Text3":"龙葵素","Text4":"亚硝胺","Answer":"A"},
        {"Question":"餐饮服务提供者未对餐具进行清洗、消毒，拒不改正的，按照下列哪条给予行政处罚（）。","Text1":"警告","Text2":"处二千元以上二万元以下罚款","Text3":"处二万元以上五万元以下罚款","Text4":"吊销许可证","Answer":"B"},
        {"Question":"为防止引发食物中毒，有关部门已多次明确餐饮服务单位不得生产加工下列哪类鱼（）。","Text1":"河豚鱼","Text2":"黑鱼","Text3":"墨鱼","Text4":"鳗鱼","Answer":"A"},
        {"Question":"餐饮从业人员工作服应定期更换，保持清洁。接触直接入口食品的操作人员的工作服应每天更换。工作服（包括衣、帽、口罩）宜用以下那种颜色（）。","Text1":"蓝色","Text2":"黑色","Text3":"绿色","Text4":"白色或浅色","Answer":"D"},
        {"Question":"下列哪个物品是食品添加剂（）。","Text1":"豆酱","Text2":"鱼露","Text3":"鸡粉","Text4":"小苏打","Answer":"D"},
        {"Question":"餐饮服务提供者采购食品、食品添加剂及食品相关产品，应当到下列哪些食品生产经营单位或批发市场采购，并应索取、留存有供货方盖章（签字）的购物凭证（）。","Text1":"证照齐全","Text2":"方便临近","Text3":"有卫生许可证","Text4":"有营业执照","Answer":"A"},
        {"Question":"餐饮服务提供者在为重大活动提供餐饮服务前，应与食品药品监管部门签订（）。","Text1":"责任承诺书","Text2":"质量保证书","Text3":"采购承诺书","Text4":"监督意见书","Answer":"A"},
        {"Question":"发芽马铃薯的主要致毒成分是（）。","Text1":"亚麻苦苷","Text2":"苦杏仁苷","Text3":"秋水仙碱","Text4":"龙葵素","Answer":"D"},
        {"Question":"煎炸用油不宜反复使用的主要原因是（）。","Text1":"炸油变色","Text2":"炸油变稠","Text3":"产生有害物质","Text4":"以上说法均正确","Answer":"C"},
        {"Question":"食用没有煮熟的四季豆（豆角）导致中毒的原因是（）。","Text1":"含有皂素","Text2":"含有秋水仙碱","Text3":"含有龙葵素","Text4":"含有亚硝酸盐","Answer":"A"},
        {"Question":"受潮发霉的粮食和花生中产生的有害物质主要是（）。","Text1":"毛霉","Text2":"青霉","Text3":"根霉","Text4":"黄曲霉毒素","Answer":"D"},
        {"Question":"《食品安全法实施条例》规定，餐饮服务是指通过即时制作加工、商业销售和服务性劳动等，向消费者提供（）的服务活动。","Text1":"直接入口食品","Text2":"食品和消费场所及设施","Text3":"熟食或饮食","Text4":"就餐","Answer":"B"},
        {"Question":"《食品安全法》第一百二十六条规定，未按规定要求销售食品的，监管部门应责令改正，给予警告；拒不改正的，应如何处罚（）。","Text1":"处一千元以下罚款","Text2":"处五千元以上五万元以下罚款","Text3":"处二千元以上五万元以下罚款","Text4":"处五万元以上十万元以下罚款","Answer":"B"},
        {"Question":"《食品安全法》第一百二十三条规定，食品生产经营者在食品中添加药品，且违法生产经营的食品货值金额不足一万元的，除没收违法所得、违法生产经营的食品和用于违法生产经营的工具、设备、原料等物品外，还应如何处罚（）。","Text1":"处一千元以下罚款","Text2":"处一千元以上二千元以下罚款","Text3":"处十万元以上十五万元以下罚款","Text4":"处五万元以上十万元以下罚款","Answer":"C"},
        {"Question":"食源性疾病是指食品中致病因素进入人体引起的感染性、中毒性等疾病，包括常见的食物中毒、肠道传染病、人畜共患传染病、寄生虫病以及化学性有毒物质所引起的疾病。下列哪种措施不可用于预防食源性疾病()。","Text1":"煮熟食物","Text2":"使用安全的水和原材料加工食物","Text3":"使用冰箱长时间储存食物","Text4":"食物储存室保持洁净，生熟分开","Answer":"C"},
        {"Question":"食品在仓库贮存过程中发现霉变，应怎样处理（）。","Text1":"加工后再出售","Text2":"职工内部发放","Text3":"销毁处理","Text4":"翻晒处理","Answer":"C"},
        {"Question":"排水沟应保持通畅、便于清洗，设有可拆卸的盖板。排水的流向应为（）。","Text1":"由低清洁操作区流向高清洁操作区","Text2":"由高清洁操作区流向低清洁操作区","Text3":"无所谓流向","Text4":"由低清洁操作区流向高清洁操作区，然后再流向低清洁操作区","Answer":"B"},
        {"Question":"食品处理区内应设置足够数目的洗手设施，其位置应设置在（）。","Text1":"处理区入口处","Text2":"处理区的角落","Text3":"处理区出口处","Text4":"方便从业人员的区域","Answer":"D"},
        {"Question":"新版《中华人民共和国食品安全法》于（）正式实施。","Text1":"2007年","Text2":"2008年","Text3":"2015年","Text4":"2010年","Answer":"C"},
        {"Question":"人员健康状况、培训情况、原料采购验收、加工、操作过程、食品安全检查情况、食品留样、检验结果及投诉情况、处理结果、发现问题后采取的措施，均应详细记录，其有关记录至少保存（）年。","Text1":"1","Text2":"2","Text3":"3","Text4":"4","Answer":"B"},
        {"Question":"下列哪种食物一定要烧熟煮透，一般烹调时先将该食物放入开水中烫煮10分钟以上再炒为妥，否则极易引起食物中毒（）。","Text1":"四季豆","Text2":"蘑菇","Text3":"山药","Text4":"萝卜","Answer":"A"},
        {"Question":"国家对食品生产经营实行许可制度。从事餐饮服务经营应当依法取得（）。","Text1":"生产许可","Text2":"食品流通许可","Text3":"餐饮服务许可","Text4":"食品卫生许可","Answer":"C"},
        {"Question":"餐饮服务从业人员法律法规及卫生知识培训应（）进行一次。","Text1":"一年","Text2":"二年","Text3":"三年","Text4":"四年","Answer":"A"},
        {"Question":"根据《食品安全法》第六十条食品安全监督管理部门对食品不得实施（）。","Text1":"免检","Text2":"定期监检","Text3":"委托检验","Text4":"抽检","Answer":"A"},
        {"Question":"餐饮业原料采购的安全要求包括：（）1.不得采购《食品安全法》规定禁止生产经营的食品2.采购时应索取购物凭证、食品生产许可证、检验合格证，并做好采购登记3.入库前应进行验收，出入库应登记4．采购需冷藏或冷冻的食品时，应冷链运输。","Text1":"1.2","Text2":"1.2.3","Text3":"2.3.4","Text4":"1.2.3.4","Answer":"D"},
        {"Question":"饮食单位的油烟净化设施最低去除效率限值按规模分为大、中、小三级。饮食单位的规模按基准灶头数划分，基准灶头数按灶的总发热功率或排气罩灶面投影总面积折算，以下基准灶数符合小型餐饮的是（）。","Text1":"1-3","Text2":"1-4","Text3":"1-5","Text4":"1-2","Answer":"A"},
        {"Question":"饮食单位的油烟净化设施最低去除效率限值按规模分为大、中、小三级。饮食单位的规模按基准灶头数划分，基准灶头数按灶的总发热功率或排气罩灶面投影总面积折算，以下基准灶数符合中型餐饮的是（）。","Text1":"2-6","Text2":"3-6","Text3":"2-5","Text4":"3-5","Answer":"B"},
        {"Question":"饮食单位的油烟净化设施最低去除效率限值按规模分为大、中、小三级。饮食单位的规模按基准灶头数划分，基准灶头数按灶的总发热功率或排气罩灶面投影总面积折算，以下基准灶数符合大型餐饮的是（）。","Text1":"5个以上","Text2":"6个以上","Text3":"7个以上","Text4":"5-7个","Answer":"B"},
        {"Question":"饮食单位的油烟净化设施最低去除效率限值按规模分为大、中、小三级。饮食单位的规模按基准灶头数划分，基准灶头数按灶的总发热功率或排气罩灶面投影总面积折算，以下排气罩灶面投影总面积符合小型餐饮的是（）。","Text1":"1m²以下","Text2":"2m²以下","Text3":"1.5m²以下","Text4":"2.5m²以下","Answer":"A"},
        {"Question":"小型餐饮油烟净化设施最低去除效率为（）。","Text1":"60%","Text2":"75%","Text3":"85%","Text4":"90%","Answer":"A"},
        {"Question":"中型餐饮油烟净化设施最低去除效率为（）。","Text1":"60%","Text2":"75%","Text3":"85%","Text4":"90%","Answer":"B"},
        {"Question":"大型餐饮油烟净化设施最低去除效率为（）。","Text1":"60%","Text2":"75%","Text3":"85%","Text4":"90%","Answer":"C"},
        {"Question":"小型餐饮单位的油烟净化设备清洗周期为（）。","Text1":"每季度不少于一次","Text2":"每两个月不少于一次","Text3":"每个月不少于一次","Text4":"每四个月不少于一次","Answer":"A"},
        {"Question":"中型餐饮单位的油烟净化设备清洗周期为（）。","Text1":"每季度不少于一次","Text2":"每两个月不少于一次","Text3":"每个月不少于一次","Text4":"每四个月不少于一次","Answer":"B"},
        {"Question":"大型餐饮单位的油烟净化设备清洗周期为（）。","Text1":"每季度不少于一次","Text2":"每两个月不少于一次","Text3":"每个月不少于一次","Text4":"每四个月不少于一次","Answer":"C"},
        {"Question":"隔油池或油水分离设施一般为（）式。","Text1":"两隔","Text2":"三隔","Text3":"四隔","Text4":"五隔","Answer":"B"},
        {"Question":"安装隔油设施是为了将（）分离。","Text1":"废弃物、沉淀物、废油","Text2":"食物残渣、小分子油、大分子油","Text3":"污水、小分子油、大分子油","Text4":"食物残渣、污水、废油","Answer":"D"},
        {"Question":"火灾扑灭后，起火单位应（）。","Text1":"保护现场","Text2":"尽快抢修设施争取复产","Text3":"抢修物资","Text4":"投入生产","Answer":"A"},
        {"Question":"从业人员经过安全教育培训，了解岗位操作规程，但未遵守而造成事故的，行为人应负（）责任，有关负责人应负管理责任。","Text1":"领导","Text2":"管理","Text3":"直接","Text4":"间接","Answer":"C"},
        {"Question":"卫生规范有人员卫生、（）及操作行为卫生。","Text1":"环境卫生","Text2":"清洗设备卫生","Text3":"习惯卫生","Text4":"环境设备卫生","Answer":"D"},
        {"Question":"人员卫生中，以下哪种说法是正确的（）。","Text1":"着装随意，衣物脏污不堪","Text2":"处理加工食品时，未佩戴口罩和帽子","Text3":"手部干净，未出现黑手操作加工","Text4":"在加工间吃东西，随意放置手机等物品","Answer":"C"},
        {"Question":"以下哪种说法是错误的（）。","Text1":"保持食品、半成品、原料存放或暂存的分开，防止交叉污染","Text2":"食品、原料等裸露，不应有加盖措施或保护措施","Text3":"禁止出现把食品直接着地的操作行为","Text4":"保持清洁工具、清洁液不放在食物、食品加工设备、包装材料旁边","Answer":"B"},
        {"Question":"验收环节中，车辆检查内容说法有错误的是（）。","Text1":"供应商送货车到达后，务必要检查车辆","Text2":"送货车车内商品堆放合理，可以有污染和破损现象","Text3":"对温度有要求的商品应确定车内温度是否达标","Text4":"检查送货车，车内务必要干净整洁","Answer":"B"},
        {"Question":"验收中，对于包装检查以下说法哪个是错误的（）。","Text1":"送货数量与订单梳理一致，予以收货","Text2":"外包装纸箱出现破损、受潮现象，门店不予收货","Text3":"外包装名称与包装内商品名称不一致，予以收货","Text4":"商品外包装基础标识信息正确，予以收货","Answer":"C"},
        {"Question":"根据保质期的规定，下列临保日期正确的是（）。","Text1":"保质期12月以上，临保期限是45天","Text2":"保质期3-6月，临保期限是15天","Text3":"保质期1-2月，临保期限是5天","Text4":"保质期11-30天，临保期限是1天","Answer":"A"},
        {"Question":"冷库环境设备描述错误的是（）。","Text1":"保持清洁，无刺鼻异味，地面定期清扫","Text2":"库内不得存放不相干的设备或杂物","Text3":"库内垫板有破损，地面湿滑","Text4":"冷藏、冷冻库温度应达标，并建立每日温度登记台账","Answer":"C"},
        {"Question":"超市冷库内存储的商品不可以（）。","Text1":"分类、分架存放，避免交叉污染","Text2":"加贴入库标签","Text3":"定期检查库内商品","Text4":"直接落地存放","Answer":"D"},
        {"Question":"每个加工操作人员，应保证（）。","Text1":"公示其员工健康证，并不一定在有效期内","Text2":"员工的个人卫生及衣着的干净，不必佩戴口罩、帽子","Text3":"加工人员的工作服应定期清洗","Text4":"加工区域有刺鼻异味，整体不应整洁，物品摆放凌乱","Answer":"C"},
        {"Question":"食品加工时，以下说法错误的是（）。","Text1":"设备干净，存放定位","Text2":"加工设备上可以存放其他杂物","Text3":"食品冷藏解冻或流水解冻，严禁死水或在室温下自然解冻","Text4":"台账登记齐全，不出现漏填、不填现象","Answer":"B"},
        {"Question":"加工中的食品、原料、半成品，若要暂存，下列说法错误的是（）。","Text1":"设立暂存地，保持干燥、无污染","Text2":"不保持分开","Text3":"使用易于识别的专用容器","Text4":"避免生熟交叉污染","Answer":"B"},
        {"Question":"超市食品区域要保证（）。","Text1":"商品不落实先进先出，保证食品保质期过","Text2":"各陈列货架顶部禁止存放单个商品，应直接存放箱体式商品","Text3":"商品表面有灰尘，尤其是各柜组高周转商品","Text4":"陈列货架最底部有商品遗留","Answer":"B"},
        {"Question":"超市干仓区域，如下说法错误的是（）。","Text1":"地面无积水、无杂物","Text2":"保持存放商品无落灰严重情况，禁止商品不入箱存放","Text3":"商品堆叠要整齐，不可出现东倒西歪，或倒塌现象","Text4":"干仓过道有堵塞物，拖车、临时手推车不安置妥当，可占用通道。","Answer":"D"},
        {"Question":"超市生鲜区域公示规范中，以下说法错误的是（）。","Text1":"门店肉品区域应公示进货单、批次检测报告以及牛肉的批次报告、成份报告","Text2":"门店熟食区域应公示保鲜膜检测报告","Text3":"各区域应公示健康证，可出现过期现象","Text4":"各冷柜、展柜，应公示提醒标语","Answer":"C"},
        {"Question":"卖场销售的商品，出现如下（）情况需要整改的。","Text1":"供消费者直接品尝的散装食品是否与销售食品明显区分","Text2":"卖场内直接入口的食品，无防尘材料遮盖","Text3":"散装食品无合格证公示","Text4":"禁止出现延长原有的生产日期和保质期限现象","Answer":"C"},
        {"Question":"超市冰台操作有误的（）。","Text1":"保持冰台干净、及时处理血迹、污渍","Text2":"冰台上无杂物和陈列商品残留物","Text3":"冰台上商品不要覆冰","Text4":"冰台整体规则，冰台每日维护2次，夏季增加维护次数","Answer":"C"},
        {"Question":"食品安全国标中具体描述食品包装标识的是（）。","Text1":"食品安全法","Text2":"预包装食品标签通则","Text3":"预包装食品营养标签通则","Text4":"食品添加剂使用标准","Answer":"B"},
        {"Question":"投诉或咨询食品问题，可拨打食品药品监管部门统一投诉举报电话（）。","Text1":"12315","Text2":"12306","Text3":"12331","Text4":"12333","Answer":"C"},
        {"Question":"食品质量安全市场准入标志“QS”表示的含义是（）。","Text1":"质量安全","Text2":"符合标准","Text3":"认证标志","Text4":"以上都是","Answer":"A"},
        {"Question":"受到开除处分的食品检验机构人员，自处分决定作出之日起（）。","Text1":"10年内不得从事食品检验工作","Text2":"终身不得从事食品检验工作","Text3":"5年内不得从事食品检验工作","Text4":"3年内不得从事食品检验工作","Answer":"A"},
        {"Question":"县级以上人民政府食品药品监督管理部门在食品安全监督管理工作中可以采用国家规定的（）检测方法对食品进行抽查检测。","Text1":"实验","Text2":"现场","Text3":"委托","Text4":"快速","Answer":"D"},
        {"Question":"网络食品交易第三方平台提供者应当对入网食品经营者进行（），明确其食品安全管理责任；依法应当取得许可证的，还应当审查其许可证。","Text1":"审核","Text2":"实名登记","Text3":"许可证","Text4":"税务登记证明","Answer":"B"},
        {"Question":"国家鼓励食品生产经营企业参加（）。","Text1":"食品安全责任保险","Text2":"食品生产保险","Text3":"风险保险","Text4":"三个都选","Answer":"A"},
        {"Question":"物质在空气中发生缓慢氧化和燃烧的共同点是（）。","Text1":"放出热量","Text2":"发光","Text3":"达到着火点","Text4":"必须都是气体","Answer":"A"},
        {"Question":"在火场中，只要吸入的气体温度超过（），就会使气管、支气管内粘膜充血起水泡，组织坏死，并引起肺水肿而窒息死亡。","Text1":"50℃","Text2":"60℃","Text3":"70℃","Text4":"80℃","Answer":"C"},
        {"Question":"有扰乱火灾现场秩序，或者拒不执行火灾现场指挥员指挥，影响灭火救援行为的，尚不构成犯罪的，但情节严重的，应处以（）。","Text1":"十日以下拘留","Text2":"十日以上十五日以下拘留","Text3":"警告或者500元以下罚款","Text4":"警告或1000元以下罚款","Answer":"B"},
        {"Question":"有故意破坏或者伪造火灾现场行为的，尚不构成犯罪的，但情节严重的，应处以（）。","Text1":"十日以下拘留","Text2":"十日以上十五日以下拘留","Text3":"警告或者500元以下罚款","Text4":"警告或1000元以下罚款","Answer":"B"},
        {"Question":"个人对火灾隐患经公安机关消防机构通知后不及时采取措施消除行为的，处以（）。","Text1":"十日以上十五日以下拘留","Text2":"十日以下拘留","Text3":"警告或者500元以下罚款","Text4":"警告或1000元以下罚款","Answer":"C"},
        {"Question":"指使或者强令他人违反消防安全规定，冒险作业行为，尚不构成犯罪的，但情节严重的，应处以（）。","Text1":"十日以上十五日以下拘留","Text2":"十日以下拘留","Text3":"警告或1000元以下罚款","Text4":"警告或者500元以下罚款","Answer":"A"},
        {"Question":"有过失引起火灾行为的，尚不构成犯罪的，但情节严重的，应处以（）。","Text1":"警告或1000元以下罚款","Text2":"十日以下拘留","Text3":"十日以上十五日以下拘留","Text4":"警告或者500元以下罚款","Answer":"C"},
        {"Question":"在火灾发生后阻拦报警，或者负有报告职责的人员不及时报警行为的，尚不构成犯罪的，但情节严重的，应处以（）。","Text1":"警告或1000元以下罚款","Text2":"十日以下拘留","Text3":"警告或者500元以下罚款","Text4":"十日以上十五日以下拘留","Answer":"D"},
        {"Question":"个人有损坏、挪用或者擅自拆除、停用消防设施、器材行为的，应处以（）。","Text1":"十日以下拘留","Text2":"警告或者500元以下罚款","Text3":"十日以上十五日以下拘留","Text4":"警告或1000元以下罚款","Answer":"B"},
        {"Question":"个人有埋压、圈占、遮挡消火栓或者占用防火间距行为的，应处以（）。","Text1":"十日以上十五日以下拘留","Text2":"十日以下拘留","Text3":"警告或者500元以下罚款","Text4":"警告或1000元以下罚款","Answer":"C"},
        {"Question":"个人在人员密集场所在门窗上设置影响逃生和灭火救援的障碍物行为的，应处以（）。","Text1":"十日以上十五日以下拘留","Text2":"警告或者500元以下罚款","Text3":"警告或1000元以下罚款","Text4":"十日以下拘留","Answer":"B"},
        {"Question":"将化学灭火剂喷入燃烧区参与燃烧反应，中止链反应而使燃烧反应终止，是（）灭火法。","Text1":"窒息","Text2":"抑制","Text3":"隔离","Text4":"冷却","Answer":"B"},
        {"Question":"当空气中含氧量低于（）时，一般燃烧过程就都会中止，这是因为助燃物质未达到一定数量比例。","Text1":"5-10%","Text2":"10-20%","Text3":"7-9%","Text4":"14-18%","Answer":"D"},
        {"Question":"将燃烧物与附近可燃物质隔离或者疏散开，从而使燃烧终止，是（）灭火法。","Text1":"窒息","Text2":"抑制","Text3":"隔离","Text4":"冷却","Answer":"C"},
        {"Question":"将灭火剂直接喷洒在可燃物上，使可燃物的温度降低到燃点以下，从而使燃烧终止，是（）灭火法。","Text1":"窒息","Text2":"隔离","Text3":"抑制","Text4":"冷却","Answer":"D"},
        {"Question":"一般固体可燃物着火燃烧后，在15分种内，燃烧面积不大，火焰不高，辐射热不强，烟和气体流动慢，燃烧速度不快。这是火灾发展过程中的（）阶段。","Text1":"初起","Text2":"发展","Text3":"猛烈","Text4":"下降","Answer":"A"},
        {"Question":"在空气不流通的狭小地方使用二氧化碳灭火器可能造成的危险是（）。","Text1":"中毒","Text2":"缺氧","Text3":"爆炸","Text4":"灼伤","Answer":"B"},
        {"Question":"火灾发生时，不能乘坐电梯逃生的原因是（）。","Text1":"等待电梯延误逃生时机","Text2":"电梯容量小，逃生效率不高","Text3":"火灾发生时，往往伴随断电，人员易被困在电梯当中","Text4":"火场中，电梯易发生坠落事故","Answer":"C"},
        {"Question":"火灾烟气因为温度较高，通常在室内空间的（）。","Text1":"上部","Text2":"下部","Text3":"靠近门侧","Text4":"靠近窗户侧","Answer":"A"},
        {"Question":"火场上的气体温度在短时间内即可达到几百摄氏度。空气中的高温，能损伤呼吸道。当火场温度达到（）时，能使人的血压迅速下降，导致循环系统衰竭。","Text1":"39-40℃","Text2":"49-50℃","Text3":"59-60℃","Text4":"69-70℃","Answer":"B"},
        {"Question":"使用干粉灭火器时，应距燃烧物（）米。","Text1":"1-2米","Text2":"2-5米","Text3":"5-6米","Text4":"6-8米","Answer":"B"},
        {"Question":"构筑社会消防安全“防火墙”工程中的“四会”内容为：会报警、会组织人员疏散逃生、（）、会使用消防器材。","Text1":"会组织演练","Text2":"会检查火灾隐患","Text3":"会消防培训","Text4":"会扑救初期火灾","Answer":"D"},
        {"Question":"构筑社会消防安全“防火墙”工程中的“四懂”内容为：懂灭火方法、懂本岗位的火灾危险性、（）、懂逃生方法。","Text1":"懂预防火灾的措施","Text2":"懂组织人员疏散","Text3":"懂防火规章制度","Text4":"懂检查火灾隐患","Answer":"A"},
        {"Question":"火灾是指在（）和空间上失去控制的燃烧所造成的灾害。","Text1":"地域","Text2":"温度","Text3":"着火点","Text4":"时间","Answer":"D"},
        {"Question":"燃烧应具备的必要条件是可燃物、助燃物和着火源三者（）。","Text1":"其中两项同时存在，且相互结合、相互作用","Text2":"同时存在即可","Text3":"只一项存在即可","Text4":"同时存在，且相互结合、相互作用","Answer":"D"},
        {"Question":"燃烧应具备的充分条件：（）需要达到一定的能量。","Text1":"可燃物","Text2":"助燃物","Text3":"着火源","Text4":"氧气","Answer":"C"},
        {"Question":"在火场上，可燃物燃烧释放出的热能，通常是以热传导、（）和热辐射三种方式传播，并影响火势的蔓延扩大。","Text1":"扩散","Text2":"热对流","Text3":"温度差","Text4":"高度差","Answer":"B"},
        {"Question":"火灾发展的过程一般可以分为（）个阶段。","Text1":"3","Text2":"4","Text3":"5","Text4":"6","Answer":"C"},
        {"Question":"火灾的特点是突发性、严重性、（）、广泛性。","Text1":"自然性","Text2":"人为性","Text3":"规律性","Text4":"可控性","Answer":"B"},
        {"Question":"火灾的种类按燃烧物的性质划分，共分为（）类。","Text1":"3","Text2":"4","Text3":"5","Text4":"6","Answer":"D"},
        {"Question":"室内不得存放超过（）公斤的汽油。","Text1":"0.5","Text2":"1","Text3":"1.5","Text4":"2","Answer":"A"},
        {"Question":"灭火器上的压力表用红，黄，绿三色表示灭火器的压力情况，当指针在黄色区域表示（）。","Text1":"正常","Text2":"偏高","Text3":"偏低","Text4":"","Answer":"B"},
        {"Question":"室外消火栓周围多少米以内严禁停车（）。","Text1":"15米","Text2":"20米","Text3":"25米","Text4":"30米","Answer":"D"},
        {"Question":"在我们国家，（）领导全国消防工作。","Text1":"公安部","Text2":"国务院","Text3":"公安部消防局","Text4":"各级人民政府","Answer":"B"},
        {"Question":"火场逃生时，（）是防止吸入过量有毒气体导致室息最恰当的方法为。","Text1":"用湿毛巾捂住口鼻","Text2":"用报纸捂住口鼻","Text3":"用手抱住头","Text4":"用手护嘴","Answer":"A"},
        {"Question":"灭火器上的压力表用红，黄，绿三色表示灭火器的压力情况，当指针在红色区域表示（）。","Text1":"正常","Text2":"偏高","Text3":"偏低","Text4":"","Answer":"C"},
        {"Question":"全国消防宣传日是（）。","Text1":"1月19日","Text2":"11月9日","Text3":"9月11日","Text4":"4月17日","Answer":"B"},
        {"Question":"灭火器上的压力表用红，黄，绿三色表示灭火器的压力情况，当指针在绿色区域表示（）。","Text1":"正常","Text2":"偏高","Text3":"偏低","Text4":"","Answer":"A"},
        {"Question":"建筑物走廊内疏散指示标志指向的是（）。","Text1":"消防器材位置","Text2":"报警电话位置","Text3":"安全出口位置","Text4":"值班室位置","Answer":"C"},
        {"Question":"火灾初起阶段是扑救火灾（）的阶段。","Text1":"最不利","Text2":"最有利","Text3":"较不利","Text4":"较有利","Answer":"B"},
        {"Question":"违反《中华人民共和国消防法》行为，构成犯罪的，应（）。","Text1":"依法给予行政处罚","Text2":"依法追究刑事责任","Text3":"给予罚款","Text4":"拘留","Answer":"B"},
        {"Question":"一次火灾造成3人以下死亡，或者10人以下重伤，或者1000万元以下直接财产损失的火灾，称为（）。","Text1":"较大火灾","Text2":"一般火灾","Text3":"重大火灾","Text4":"特大火灾","Answer":"B"},
        {"Question":"HACCP计划共有（）个基本原则。","Text1":"5","Text2":"6","Text3":"7","Text4":"8","Answer":"C"},
        {"Question":"ISO 22000标准不适用于（）。","Text1":"添加剂生产商","Text2":"运输和仓储经营者","Text3":"零售分包商","Text4":"卫生主管部门","Answer":"D"},
        {"Question":"食品安全小组成员应该是（）。","Text1":"技术部门人员","Text2":"质量部门人员","Text3":"管理人员","Text4":"具有资质的人员","Answer":"D"},
        {"Question":"粮食中出现黄曲霉毒素属于（）。","Text1":"生物性污染","Text2":"物理性污染","Text3":"化学性污染","Text4":"以上都不是","Answer":"A"},
        {"Question":"关于食用农产品，质量要求由低到高依次排列为（ ）。","Text1":"无公害食品、绿色食品、有机食品","Text2":"有机食品、绿色食品、无公害食品","Text3":"绿色食品、有机食品、无公害食品","Text4":"无公害食品、有机食品、绿色食品","Answer":"A"}
        
        ]
    var Mdata = [
        {"Question":"食品生产、流通、餐饮服务监管部门有权采取以下措施（）。","Text1":"进入生产经营场所实施现场检查","Text2":"对生产经营的食品进行抽样检验","Text3":"查阅、复制有关合同、票据、帐簿以及其他有关资料","Text4":"查封违法从事食品生产经营活动的场所","Answer":"ABCD"},
        {"Question":"县级以上食品监管部门应当建立食品生产经营者食品安全信用档案，内容包括（）。","Text1":"税务登记证","Text2":"许可颁发","Text3":"日常监督检查结果","Text4":"违法行为查处情况","Answer":"BCD"},
        {"Question":"监管部门接到公民对食品安全咨询、投诉、举报，应当作出以下处理（）。","Text1":"调查核实情况","Text2":"将处理结果答复","Text3":"不属于本部门职责的不予处理","Text4":"对不属于本部门职责的，应当书面通知并移交有权处理的部门处理","Answer":"ABD"},
        {"Question":"国家建立食品安全信息统一公布制度。以下哪些信息由食药监总局统一公布（）。","Text1":"食品安全风险评估信息和风险警示信息","Text2":"国家食品安全总体情况","Text3":"重大食品安全事故及处理信息","Text4":"近期食品的价格涨跌幅度","Answer":"BC"},
        {"Question":"食品安全监督部门公布的信息，应当做到（）。","Text1":"准确","Text2":"及时","Text3":"客观","Text4":"公平","Answer":"ABC"},
        {"Question":"以下哪些部门不得以广告或其他形式向消费者推荐食品（）。","Text1":"食品安全监管部门","Text2":"承担食品检验职责的机构","Text3":"食品行业协会","Text4":"食品消费者协会","Answer":"ABCD"},
        {"Question":"国家建立食品安全风险评估制度，对食品、食品添加剂中（）危害进行风险评估。","Text1":"生物性","Text2":"化学性","Text3":"物理性","Text4":"辐射性","Answer":"ABC"},
        {"Question":"食品安全风险评估确定某食品不安全时，食品安全监督管理部门应当立即（）。","Text1":"采取措施使该食品停止生产经营","Text2":"通过各种途径告知消费者停止食用","Text3":"当场销毁相关食品","Text4":"研究改进生产工艺方法","Answer":"AB"},
        {"Question":"食品广告的内容应当真实合法，不得含有（）。","Text1":"虚假、夸大的内容","Text2":"疾病预防的内容","Text3":"生产许可证编号","Text4":"治疗功能的内容","Answer":"ABD"},
        {"Question":"食品生产经营人员上岗时应遵守哪些个人卫生要求（）。","Text1":"穿戴清洁的工作服、工作帽","Text2":"有腹泻、化脓性性皮肤病不得上岗","Text3":"不涂指甲油和佩戴戒指","Text4":"保持手的清洁卫生","Answer":"ABCD"},
        {"Question":"食品标签上必须标注以下哪些内容（）。","Text1":"保质期","Text2":"生产日期","Text3":"详细的厂址及企业名称","Text4":"产品标准代号","Answer":"ABCD"},
        {"Question":"下列哪些食品是食品安全法禁止生产经营的（）。","Text1":"未经检疫的肉类","Text2":"腐烂变质食品","Text3":"未经冷藏的食品","Text4":"超过保质期限的食品","Answer":"ABD"},
        {"Question":"食品经营企业应当建立食品进货查验记录制度，如实记录食品的（）等内容。","Text1":"名称、规格、数量","Text2":"生产批号","Text3":"供货者名称及联系方式","Text4":"进货日期","Answer":"ABCD"},
        {"Question":"餐用具使用卫生要求 ( )。","Text1":"不得重复使用一次性餐饮具","Text2":"已消毒和未消毒的餐用具应分开存放","Text3":"使用过的一次性餐具，经冲洗后仍可以使用","Text4":"已消毒和未消毒的餐用具不用分开存放","Answer":"AB"},
        {"Question":"食品安全事故，指（）等源于食品，对人体健康有危害或者可能有危害的事故。","Text1":"食物中毒","Text2":"食源性疾病","Text3":"食品污染","Text4":"食品微量元素","Answer":"ABC"},
        {"Question":"食品生产经营单位必须做到（）。","Text1":"取得相应资质许可","Text2":"建立自身的食品安全管理制度","Text3":"对监管部门食品抽检要付相应检验费","Text4":"接受监管部门依法实施的监督检查","Answer":"ABD"},
        {"Question":"凡患有（）疾病的患者不得从事直接入口食品生产经营活动。","Text1":"痢疾、伤寒","Text2":"化脓性或者渗出性皮肤病等有碍食品安全的疾病","Text3":"病毒性肝炎等消化道传染病","Text4":"心脏病、糖尿病","Answer":"ABC"},
        {"Question":"婴幼儿奶粉的标签应标明以下哪些项目（）。","Text1":"生产日期","Text2":"保质期","Text3":"厂名和厂址","Text4":"营养成分表","Answer":"ABCD"},
        {"Question":"特殊食品销售包括（）。","Text1":"保健食品","Text2":"婴幼儿配方乳粉","Text3":"其他婴幼儿配方食品","Text4":"特殊医学用途配方食品","Answer":"ABCD"},
        {"Question":"我国目前有关食品添加剂的主要卫生问题有（）。","Text1":"使用禁用物质作为食品添加剂","Text2":"超出规定使用范围","Text3":"超出规定使用限量","Text4":"使用工业级代替食品级的添加剂","Answer":"ABCD"},
        {"Question":"食品添加剂的标签、说明书上应当具有的项目包括（）。","Text1":"使用范围","Text2":"使用用量","Text3":"使用方法","Text4":"“食品添加剂”字样","Answer":"ABCD"},
        {"Question":"保健食品标签和说明书必须符合国家有关标准和要求，并标明的内容有（）。","Text1":"食用方法","Text2":"保健作用和适宜人群","Text3":"功效成分","Text4":"适宜的食用量","Answer":"ABCD"},
        {"Question":"保健食品应符合哪些要求（）。","Text1":"不得对人体产生危害","Text2":"具有明确的治疗或预防功能","Text3":"标签注明功效成分及含量","Text4":"产品的功能和标签相一致","Answer":"ACD"},
        {"Question":"经检测，某企业生产并上市的某批次花生酱被致病菌污染，此时该企业应采取的合理措施有（）。","Text1":"立即停止生产","Text2":"召回已经上市销售的花生酱","Text3":"告知消费者停止食用","Text4":"告知经销商自行处理回收的花生酱","Answer":"ABC"},
        {"Question":"食品经营者销售散装食品，应当在散装食品的容器、外包装上标明食品的（）等内容。","Text1":"生产日期","Text2":"保质期","Text3":"生产经营者名称","Text4":"营养成分表","Answer":"ABC"},
        {"Question":"影响食品腐败变质的因素有（）。","Text1":"微生物","Text2":"食品的水分","Text3":"食品的酸碱性","Text4":"温度","Answer":"ABCD"},
        {"Question":"最容易被黄曲霉毒素污染的食物有哪些（）。","Text1":"豆类","Text2":"面粉","Text3":"花生","Text4":"玉米","Answer":"CD"},
        {"Question":"以下哪些食物食用后容易造成中毒（）。","Text1":"河豚鱼","Text2":"含氰苦杏仁","Text3":"未煮熟的豆浆","Text4":"发芽的大蒜","Answer":"ABC"},
        {"Question":"食物中毒按照病原物质可以分成几大类，包括：（）。","Text1":"细菌性食物中毒","Text2":"有毒动植物中毒","Text3":"化学性食物中毒","Text4":"真菌和霉变食物中毒","Answer":"ABCD"},
        {"Question":"以下关于淘米的正确方法，说法错误的是：（）。","Text1":"用开水淘洗有利于去除农药","Text2":"淘洗次数不要太多，以去除泥沙为度","Text3":"宜久泡去除农药","Text4":"不宜用力搓洗，过度搅拌","Answer":"AC"},
        {"Question":"下列说法正确的是（）。","Text1":"饭前便后及时洗手","Text2":"尽量少吃剩饭、剩菜","Text3":"剩饭、剩菜一定要彻底加热后食用","Text4":"加工食物时生熟分开","Answer":"ABCD"},
        {"Question":"以下哪些农药已经禁止使用（）。","Text1":"六六六","Text2":"滴滴涕","Text3":"敌百虫","Text4":"乐果","Answer":"ABCD"},
        {"Question":"采用以下哪些办法加工海产品，可以预防食物中毒（）","Text1":"制作生冷拼盘时放辣椒","Text2":"制作生冷拼盘时适量加醋","Text3":"生食","Text4":"充分煮熟","Answer":"BD"},
        {"Question":"哪些地区的食物中黄曲霉污染相对严重（）。","Text1":"寒冷地区","Text2":"高温地区","Text3":"高湿地区","Text4":"干燥地区","Answer":"BC"},
        {"Question":"关于酸奶，以下哪些说法是正确的（）。","Text1":"酸奶中有细菌，大量食用易造成细菌性食物中毒","Text2":"酸奶是钙的良好来源","Text3":"严格说乳酸饮料不是酸奶","Text4":"酸奶中的细菌对肠道有益","Answer":"BCD"},
        {"Question":"下列哪些动植物不可食用（）。","Text1":"海蜇头","Text2":"织纹螺","Text3":"不新鲜的金枪鱼","Text4":"自行采集的野生蘑菇","Answer":"BCD"},
        {"Question":"食物中毒的应急处置措施是（）。","Text1":"立即停止食用可疑食品","Text2":"及时去医院就诊","Text3":"立即向当地食药监部门报告","Text4":"保留好可疑食品、呕吐物或粪便，以便于诊断","Answer":"ABCD"},
        {"Question":"预防细菌性食物中毒的三项基本原则是（）。","Text1":"加强有毒物的保管","Text2":"防止食品受到细菌污染","Text3":"控制细菌的繁殖","Text4":"杀灭病原菌","Answer":"BCD"},
        {"Question":"细菌性食物中毒常见原因是（）。","Text1":"生熟交叉污染","Text2":"熟食品长时间存放在10℃至60℃之间","Text3":"食品未烧熟煮透","Text4":"进食未经加热处理的生食品","Answer":"ABCD"},
        {"Question":"下列哪些活动应遵循《食品安全法》（）。","Text1":"食品生产和加工","Text2":"食品流通和餐饮服务","Text3":"食品添加剂的生产经营","Text4":"食品包装材料的生产经营","Answer":"ABCD"},
        {"Question":"患有下列哪些疾病的人员不得从事接触直接入口食品的工作（）。","Text1":"痢疾、伤寒、病毒性肝炎等消化道传染病","Text2":"活动性肺结核","Text3":"化脓性或渗出性皮肤病","Text4":"腰腿疼痛","Answer":"ABC"},
        {"Question":"餐饮服务提供者应当建立（）的采购查验和索证索票制度。","Text1":"食品","Text2":"食品原料","Text3":"食品添加剂","Text4":"食品相关产品","Answer":"ABCD"},
        {"Question":"餐饮服务应当符合下列要求（）。","Text1":"在制作加工过程中应当检查待加工的食品及食品原料，发现有腐败变质或者其他感官性状异常的，不得加工或者使用","Text2":"应当保持食品加工经营场所的内外环境整洁消除老鼠、蟑螂、苍蝇和其他有害昆虫及其孳生条件","Text3":"操作人员应当保持良好的个人卫生","Text4":"制作凉菜应当达到专人负责、专室制作、工具专用、消毒专用和冷藏专用的要求","Answer":"ABCD"},
        {"Question":"食品药品监督管理部门依法开展抽样检验时，被抽样检验的餐饮服务提供者应当配合抽样检验工作，如实提供被抽检样品的（）销售量、相关票证等信息。","Text1":"货源","Text2":"数量","Text3":"存货地点","Text4":"存货量","Answer":"ABCD"},
        {"Question":"食品安全监督检查人员对餐饮服务提供者进行监督检查时，应当对下列内容进行重点检查（）。","Text1":"食品经营许可情况","Text2":"从业人员健康证明、食品安全知识培训和建立档案情况","Text3":"餐饮加工制作、销售、服务过程的食品安全情况","Text4":"餐具、饮具、食品用工具及盛放直接入口食品的容器的清洗、消毒和保洁情况","Answer":"ABCD"},
        {"Question":"《餐饮服务食品安全监督管理办法》规定，县级以上食品药品监督管理部门应依法公布下列日常监督管理信息（）。","Text1":"餐饮服务行政许可情况","Text2":"餐饮服务食品安全监督检查和抽检的结果","Text3":"查处餐饮服务提供者违法行为的情况","Text4":"餐饮服务专项检查工作情况及其他餐饮服务食品安全监督管理信息","Answer":"ABCD"},
        {"Question":"接触直接入口食品的操作人员在下列情形时应洗手( )。","Text1":"处理食物前，处理生食物后","Text2":"处理弄污的设备或饮食用具后","Text3":"咳嗽、打喷嚏或擤鼻子后","Text4":"触摸耳朵、鼻子、头发、口腔或身体其他部位后","Answer":"ABCD"},
        {"Question":"下列哪些人员必须进行健康检查，取得健康证明后方可参加工作（）。","Text1":"新参加工作的食品生产经营人员","Text2":"临时参加工作的食品生产经营人员","Text3":"体检满一年后的食品生产经营人员","Text4":"办好健康证后休假一月再上岗的食品生产经营人员","Answer":"ABC"},
        {"Question":"以下哪几项是食用油的正确储存方法（）。","Text1":"食用油要放置在阴凉干燥处，注意避光","Text2":"每次用完食用油后要将瓶盖拧紧，减少其与空气接触的时间","Text3":"用过的油要倒回瓶中与新油混合，以防止浪费","Text4":"分装食用油时要注意瓶子的干燥清洁","Answer":"ABD"},
        {"Question":"国家建立食品安全风险评估制度，对食品、食品添加剂中()危害进行风险评估。","Text1":"生物性","Text2":"致病性","Text3":"化学性","Text4":"物理性","Answer":"ACD"},
        {"Question":"食品添加剂应当有()。","Text1":"标签","Text2":"说明书","Text3":"通用名称","Text4":"包装","Answer":"ABD"},
        {"Question":"食品生产经营者应当依照( )从事生产经营活动，对社会和公众负责，保证食品安全，接受社会监督，承担社会责任。","Text1":"法律","Text2":"法规","Text3":"产品订单和合同要求","Text4":"食品安全标准","Answer":"ABD"},
        {"Question":"国家建立食品召回制度。食品生产者应当对召回的食品采取( )等措施，并将食品召回和处理情况向县级以上质量监督部门报告。","Text1":"封存","Text2":"补救","Text3":"无害化处理","Text4":"销毁","Answer":"BCD"},
        {"Question":"国家建立食品安全风险监测制度，对( )进行监测。","Text1":"食源性疾病","Text2":"人群健康状况","Text3":"食品污染","Text4":"食品中的有害因素","Answer":"ACD"},
        {"Question":"食品安全国家标准应当经食品安全国家标准审评委员会审查通过。食品安全国家标准审评委员会由（）等方面的专家以及国务院有关部门的代表组成。","Text1":"医学","Text2":"农业","Text3":"食品","Text4":"营养","Answer":"ABCD"},
        {"Question":"进口的预包装食品的标签、说明书应当载明()。","Text1":"食品的原产地","Text2":"境内代理商的名称","Text3":"境内代理商的地址","Text4":"境内代理商的联系方式","Answer":"ABCD"},
        {"Question":"调查食品安全事故，应当查明()。","Text1":"事故单位的责任","Text2":"负有监督管理职责部门工作人员失职、渎职情况","Text3":"负有认证职责机构的工作人员失职、渎职情况","Text4":"事故责任处理情况","Answer":"ABC"},
        {"Question":"食品安全事故发生后，应当采取的措施有()。","Text1":"开展应急救援工作","Text2":"封存、检验可能导致事故的食品及其原料","Text3":"封存被污染的食品用工具及用具","Text4":"做好信息发布工作","Answer":"ABCD"},
        {"Question":"食品安全监督管理部门或者承担食品检验职责的机构、食品行业协会、消费者协会以广告或者其他形式向消费者推荐食品的，由有关主管部门没收违法所得，依法对()给予记大过、降级或者撤职的处分。","Text1":"主要领导","Text2":"直接负责的主管人员","Text3":"其他直接责任人员","Text4":"班子成员","Answer":"BC"},
        {"Question":"县级以上质量监督、食品药品监督管理部门履行各自食品安全监督管理职责，有权采取下列措施（）。","Text1":"对生产经营的食品进行抽样检验","Text2":"查阅、复制有关合同、票据、账簿","Text3":"查封、扣押有证据证明不符合食品安全标准的食品","Text4":"查封违法从事食品生产经营活动的场所","Answer":"ABCD"},
        {"Question":"食品广告的内容应当真实合法，不得()。","Text1":"含有虚假的内容","Text2":"含有夸大的内容","Text3":"涉及疾病预防功能","Text4":"涉及疾病治疗功能","Answer":"ABCD"},
        {"Question":"下列哪些食品为《食品安全法》所禁止生产经营（）。","Text1":"添加食品添加剂以外的化学物质和其他可能危害人体健康物质的食品，或者用回收食品作为原料生产的食品","Text2":"致病性微生物、农药残留、兽药残留、重金属、污染物质以及其他危害人体健康的物质含量超过食品安全标准限量的食品","Text3":"腐败变质、油脂酸败、霉变生虫、污秽不洁、混有异物、掺假掺杂或者感官性状异常的食品","Text4":"经动物卫生监督机构检疫合格的肉类","Answer":"ABC"},
        {"Question":"下列关于食品的内容，依据《食品安全法》的规定，哪些是错误的（）。","Text1":"生产经营的食品中不得添加药品，但是可以添加按照传统既是食品又是中药材的物质","Text2":"食品经营者应当按照食品标签标示的警示标志、警示说明或者注意事项的要求，销售预包装食品","Text3":"产品标准代号和生产许可证编号不属于预包装食品标签的标明事项","Text4":"食品的标签、说明书只要清楚、明显就行，食品与标签、说明书所载明的内容不符的，不影响上市销售","Answer":"CD"},
        {"Question":"餐饮服务提供者的()需要改变的，应当向原发证部门申请办理《食品经营许可证》变更手续。原发证部门应当以申请变更内容为重点进行审核。","Text1":"许可类别","Text2":"备注项目","Text3":"布局流程","Text4":"主要卫生设施","Answer":"ABCD"},
        {"Question":"餐饮服务提供者应当按照()采购、保存和使用食品添加剂。应当将食品添加剂存放于专用橱柜等设施中，标示“食品添加剂”字样，妥善保管，并建立使用台账。","Text1":"国家有关规定","Text2":"食品安全标准","Text3":"食品添加剂厂家宣传","Text4":"食品加工需要","Answer":"AB"},
        {"Question":"餐用具清洗消毒保洁要求正确的是（）。","Text1":"从业人员可以佩戴手套清洗消毒餐饮具","Text2":"重复使用一次性餐饮具时，要清洗、消毒","Text3":"洗涤剂宜使用祛污度高、效果好的","Text4":"清洗消毒后的餐饮具宜沥干、烘干","Answer":"AD"},
        {"Question":"餐饮服务场所废弃物暂存设施要求（）。","Text1":"食品处理区设存放废弃物或垃圾的容器","Text2":"废弃物容器与加工用容器有明显区分的标识","Text3":"废弃物容器配有盖子，以坚固及不透水的材料制造，内壁光滑便于清洗","Text4":"专间内的废弃物容器盖子为非手动开启式","Answer":"ABCD"},
        {"Question":"以下哪些属于《食品经营许可管理办法》所指的食品经营业态（）。","Text1":"食品加工厂","Text2":"快餐店、小吃店","Text3":"饮品店","Text4":"食堂","Answer":"BCD"},
        {"Question":"《中华人民共和国食品安全法》规定禁止生产经营下列食品（）。","Text1":"用非食品原料生产的食品或者用回收食品作为原料生产的食品","Text2":"腐败变质、霉变生虫、混有异物或者感官性状异常的食品","Text3":"病死、毒死或者死因不明的禽、畜、兽、水产动物肉类及其制品","Text4":"超过保质期的食品以及无标签的预包装食品","Answer":"ABCD"},
        {"Question":"《中华人民共和国食品安全法》规定，预包装食品包装上应有标签，标签应当表明的事项有（）。","Text1":"名称、规格、净含量、生产日期、成分或者配料表","Text2":"生产者的名称、地址、联系方式、保质期","Text3":"产品标准代号、贮存条件、生产许可证编号","Text4":"所使用的食品添加剂在国家标准中的通用名称","Answer":"ABCD"},
        {"Question":"主要通过食物传播的传染病有（）。","Text1":"流行性感冒","Text2":"甲型肝炎","Text3":"细菌性痢疾","Text4":"伤寒","Answer":"BCD"},
        {"Question":"全国餐饮服务食品安全宣传教育的重点对象是（）。","Text1":"餐饮服务提供者","Text2":"社区居民","Text3":"农（牧、渔）民","Text4":"中小学校师生","Answer":"ABCD"},
        {"Question":"化学性毒素引起的食物中毒，常见原因有（）。","Text1":"采购的农产品受到化学性有毒有害物质污染，如镉污染","Text2":"食用农产品残留有毒农药剂量较多","Text3":"食品中的天然有毒物质在加工过程中未去除，如豆浆未彻底煮沸、四季度未煮透","Text4":"滥用或误用食品添加剂，如将亚硝酸盐当作食盐使用","Answer":"ABCD"},
        {"Question":"为防止食品腐败变质，在食品处置的时间上要控制好（）。","Text1":"尽量缩短食品存放时间","Text2":"熟食品应尽量当餐食用","Text3":"食品原料应尽快使用完","Text4":"容易腐败变质的食品原料即用即买，不存放","Answer":"ABD"},
        {"Question":"家庭中食品再次利用时，应充分加热的情况包括（）。","Text1":"低温冷藏保存的熟食品","Text2":"常温下存放时间超过2小时的熟食品","Text3":"冷冻保存的熟食品","Text4":"变得略有酸味的熟食品","Answer":"ABC"},
        {"Question":"对感染疾病死亡的家禽或家畜的处理，正确的是（）。","Text1":"不准食用","Text2":"不准运输","Text3":"不准销售","Text4":"不准随意乱丢弃","Answer":"ABCD"},
        {"Question":"购买食品时发现以下哪些情形不要购买（)。","Text1":"预包装食品包装完好","Text2":"在保质期内","Text3":"预包装食品包装标签上注释不全，如无厂名、厂址、生产许可证等","Text4":"食品外观有发霉变质现象","Answer":"CD"},
        {"Question":"餐饮服务单位不得经营以下哪种食品（）。","Text1":"用非食品原料生产的食品","Text2":"病死、毒死或死因不明的动物肉类及其制品","Text3":"被包装材料、容器、运输工具等污染的食品","Text4":"未经动物卫生监督机构检疫或者检疫不合格的肉类","Answer":"ABCD"},
        {"Question":"学校食堂里炒菜和卖饭菜的师傅不能患有以下哪些疾病（）。","Text1":"痢疾、伤寒、病毒性肝炎","Text2":"糖尿病","Text3":"化脓性或者渗出性皮肤病","Text4":"活动性肺结核","Answer":"ACD"},
        {"Question":"食物中毒发生的共同特点包括（）。","Text1":"发病呈暴发性","Text2":"中毒病人具有相同或相似的临床表现，多有胃肠道症状","Text3":"中毒病人有共同就餐史或进食了共同食物","Text4":"所有食物中毒病人对健康人都有很强的传染性","Answer":"ABC"},
        {"Question":"下列正确的行为有（）。","Text1":"直接连皮食用刚买的苹果","Text2":"蔬菜在烹调前应先用水浸泡10分钟左右","Text3":"鸡蛋在放进冰箱前要先擦洗外壳，使用时也应先对鸡蛋外壳进行清洗","Text4":"经常整理冰箱内的食物，做好冰箱内的清洁","Answer":"BCD"},
        {"Question":"餐饮服务单位的下列行为，属于违法添加的是（）。","Text1":"为了防腐，在木耳中添加磷化铝","Text2":"为了杀菌防腐，在生食水产品中添加抗生素","Text3":"为了着色，在辣椒粉中添加苏丹红","Text4":"为了保鲜，在腐竹中添加吊白块","Answer":"ABCD"},
        {"Question":"死猪肉的特征是（）。","Text1":"周身紫红色","Text2":"血管中充满着黑红色的凝固血液","Text3":"腿内部的大血管有黑红色的血栓","Text4":"有血腥味、腐臭味","Answer":"ABCD"},
        {"Question":"下列属于高组胺鱼类的是()。","Text1":"沙丁鱼","Text2":"金枪鱼","Text3":"秋刀鱼","Text4":"鲐鱼","Answer":"ABCD"},
        {"Question":"区分生、熟食品容器的有效方法包括()。","Text1":"采用不同的材质和形状","Text2":"采用不同的存放位置","Text3":"在各类盛器标上不同的标记","Text4":"直接标识生、熟的字样","Answer":"ABCD"},
        {"Question":"索证中应注意()。","Text1":"许可证的经营范围应包含所采购的食品原料","Text2":"检验合格证明与产品的种类、生产厂家等一致","Text3":"送货单上的品种、数量应与供应的食品相符","Text4":"产品检验合格证明必须由权威的检测机构出具","Answer":"ABC"},
        {"Question":"食品安全管理员的基本职责包括()。","Text1":"建立健全食品安全管理制度","Text2":"制定从业人员食品安全知识培训计划并组织实施","Text3":"组织从业人员进行健康检查，依法将患有有碍食品安全疾病的人员调整到不影响食品安全的工作岗位","Text4":"定食品安全检查计划","Answer":"ABC"},
        {"Question":"工作台面的消毒方法可以采用()。","Text1":"紫外线灯消毒","Text2":"用消毒液擦拭","Text3":"干热消毒","Text4":"煮沸消毒","Answer":"AB"},
        {"Question":"餐饮服务提供者依法应当履行的食品安全职责和义务包括（）。","Text1":"持证经营，保持经营场所和条件持续符合食品安全要求","Text2":"建立食品安全管理制度，配备食品安全管理人员，明确各岗位食品安全责任","Text3":"组织职工进行食品安全培训，提高其守法经营意识，规范其经营行为","Text4":"组织职工进行健康检查，及时调离患有有碍食品安全疾病或病症的人员","Answer":"ABCD"},
        {"Question":"禁止采购使用下列哪类肉类及其制品（）。","Text1":"病死的","Text2":"毒死的","Text3":"死因不明的","Text4":"未经检验或者检疫不合格的","Answer":"ABCD"},
        {"Question":"发生食品安全事故后，任何单位和个人不得（）。","Text1":"隐瞒、谎报、缓报事故信息","Text2":"隐匿、伪造、毁灭有关证据","Text3":"配合事故调查处理","Text4":"积极救治中毒人员","Answer":"AB"},
        {"Question":"食品安全标准包括下列内容（）。","Text1":"食品添加剂的品种、使用范围、用量","Text2":"食品生产经营过程的卫生要求","Text3":"与食品安全有关的质量要求","Text4":"与食品安全有关的食品检验方法与规程","Answer":"ABCD"},
        {"Question":"《中华人民共和国刑法》中有关食品安全犯罪的罪名主要有（）。","Text1":"生产、销售不符合食品安全标准的食品罪","Text2":"生产、销售有毒、有害食品罪","Text3":"生产、销售不符合安全标准的产品罪","Text4":"生产、销售伪劣产品罪","Answer":"ABD"},
        {"Question":"造成细菌性食物中毒的常见原因为（）。","Text1":"原料腐败变质","Text2":"加工过程发生生熟交叉污染","Text3":"从业人员带菌污染食品","Text4":"食品未烧熟煮透","Answer":"ABCD"},
        {"Question":"厨房中造成交叉污染的常见因素有（）。","Text1":"生、熟食品混存混放","Text2":"生、熟食品加工工用具及盛装容器混用","Text3":"接触直接入口食品的工具、容器使用前未消毒","Text4":"从业人员加工熟食品后不洗手直接择菜洗菜","Answer":"ABC"},
        {"Question":"食品药品监管部门作出下列哪项处罚决定前，应当告知当事人有要求举行听证的权利（）。","Text1":"吊销《食品经营许可证》","Text2":"责令停业","Text3":"责令改正，给予警告","Text4":"较大数额罚款","Answer":"ABD"},
        {"Question":"下列关于餐饮具清洗消毒的程序哪项是正确的（）。","Text1":"去残渣→洗涤剂去污→清水冲洗→物理消毒→保洁","Text2":"去残渣→洗涤剂去污→清水冲洗→化学消毒→保洁","Text3":"去残渣→洗涤剂去污→清水冲洗→保洁","Text4":"去残渣→洗涤剂去污→清水冲洗→化学消毒→清水冲洗→保洁","Answer":"AD"},
        {"Question":"餐饮服务提供者消毒餐饮具时，可采用的消毒方式包括（）。","Text1":"煮沸或蒸汽消毒","Text2":"红外线加热消毒","Text3":"紫外线消毒","Text4":"用含氯消毒药物消毒","Answer":"ABD"},
        {"Question":"下列关于餐饮具消毒方法正确的是（）。","Text1":"煮沸消毒，温度100℃，10分钟以上","Text2":"红外线消毒，温度120℃以上，10分钟以上","Text3":"洗碗机消毒，水温65℃，30秒以上","Text4":"含氯消毒剂消毒，在有效氯浓度250mg/L以上的消毒液中浸泡3分钟","Answer":"AB"},
        {"Question":"餐饮服务环节发生化学性食物中毒的常见原因为（）。","Text1":"食用了毒蕈、野生河鲀、发芽土豆","Text2":"食用了含禁用农药的蔬菜","Text3":"食用了未烧熟煮透的豆浆、四季豆","Text4":"误将亚硝酸盐当作食盐","Answer":"ABCD"},
        {"Question":"餐饮服务提供者预防细菌性食物中毒的基本原则为（）。","Text1":"防止食品受到病原菌污染","Text2":"控制病原菌繁殖","Text3":"杀灭病原菌","Text4":"在食品中添加抗生素","Answer":"ABC"},
        {"Question":"防控食品受到病原菌污染的措施主要为（）。","Text1":"保持加工场所清洁卫生，防止滋生蚊蝇、蟑螂、老鼠等有害生物","Text2":"严格清洗和消毒餐饮具、加工工用具及容器","Text3":"严格执行从业人员健康管理制度，患有国务院卫生行政部门规定的有碍食品安全疾病的人员，不得从事接触直接入口食品的工作","Text4":"严格执行加工人员个人卫生制度","Answer":"ABCD"},
        {"Question":"不得将食品与下列哪项物质一同贮存、运输（）。","Text1":"食品添加剂","Text2":"餐饮具","Text3":"有毒物品","Text4":"有害物品","Answer":"CD"},
        {"Question":"下列有关餐饮经营场所卫生间管理正确的是（）。","Text1":"设置独立的排风设置","Text2":"出口附件设置洗手设施，并配备洗手液（皂）、消毒液、擦手纸、干手器等","Text3":"定期清洗卫生设施、设备，并做好记录","Text4":"保持清洁卫生，无污物、无垃圾","Answer":"ABCD"},
        {"Question":"餐饮服务提供者采购国内食品生产企业生产的预包装食品时，应当查验下列哪项内容（）。","Text1":"食品的名称、规格、净含量","Text2":"食品的生产日期、保质期","Text3":"生产者的名称、地址、联系方式","Text4":"生产许可证编号、产品标准代号","Answer":"ABCD"},
        {"Question":"下列哪项物质为食品生产经营活动中禁止使用的非食用物质（）。","Text1":"硼砂","Text2":"罂粟壳","Text3":"酸性橙（金黄粉）","Text4":"柠檬黄","Answer":"ABC"},
        {"Question":"下列哪项物质为食品生产经营活动中禁止使用的非食用物质（）。","Text1":"吊白块","Text2":"甲醛","Text3":"苏丹红","Text4":"三聚氰胺","Answer":"ABCD"},
        {"Question":"对违反食品安全法律法规规定餐饮服务提供者，可处以（）。","Text1":"罚款","Text2":"吊销许可证","Text3":"行政拘留","Text4":"判刑","Answer":"ABCD"},
        {"Question":"专间内需要有下列哪项专用设施（）。","Text1":"冷藏设备","Text2":"空气消毒设施","Text3":"工具清洗消毒设施","Text4":"独立的空调设施","Answer":"ABCD"},
        {"Question":"对在加工制作的食品中非法添加药品的行为，应当给予的处罚为（）。","Text1":"没收违法所得和违法生产经营的食品，并可没收用于违法生产经营的工具、设备、原料等物品","Text2":"货值金额不足1万元的，并处10万元～15万元罚款；货值金额1万元以上的，并处货值金额5～10倍罚款","Text3":"情节严重的，吊销许可证，并可由公安机关对其直接负责的主管人员和其他直接责任人员处30日拘留","Text4":"构成犯罪的，依法追究刑事责任","Answer":"AD"},
        {"Question":"晨检时发现从业人员存在下列哪项病症，应立即将其调离接触直接入口食品的工作岗位（）。","Text1":"发热","Text2":"腹泻","Text3":"皮肤伤口或感染","Text4":"头晕","Answer":"ABC"},
        {"Question":"存放消毒后餐用具的保洁设施，应符合下列哪项要求（）。","Text1":"标记明显","Text2":"结构密闭","Text3":"易于清洁","Text4":"材质透明","Answer":"ABC"},
        {"Question":"下列有关裱花蛋糕加工制作的要求中正确的是（）。","Text1":"在专用冰箱中冷藏蛋糕胚","Text2":"当天加工、当天使用裱浆和经清洗消毒的新鲜水果","Text3":"脂奶油裱花蛋糕储藏温度在10℃±2℃","Text4":"蛋白裱花、奶油裱花、人造奶油裱花等蛋糕储藏温度不超过30℃","Answer":"AB"},
        {"Question":"下列有关备餐操作的要求中正确的是（）。","Text1":"认真检查待供应食品，发现腐败变质或感官异常的，不得供应","Text2":"分派菜肴、整理造型的用具使用前消毒","Text3":"加工制作围边、盘花等的材料应符合食品安全要求，使用前应清洗消毒","Text4":"烹饪后至食用前超过2小时的食品，存放在常温环境中","Answer":"ABC"},
        {"Question":"接触直接入口食品的从业人员，出现下列哪项情形时应洗手消毒（）。","Text1":"处理食物前","Text2":"接触生食物后、接触受到污染的工具或设备后","Text3":"使用卫生间后、处理动物或废弃物后","Text4":"咳嗽、打喷嚏或擤鼻涕后","Answer":"ABCD"},
        {"Question":"倡导餐饮服务提供者开展下列哪项活动（）。","Text1":"宣传普及食品安全法律法规及知识","Text2":"连锁经营与配送","Text3":"采用食品安全管理先进技术和管理规范","Text4":"公开食品加工过程，公示食品原料及其来源等信息","Answer":"ABCD"},
        {"Question":"国务院卫生行政部门规定的有碍食品安全的疾病包括（）。","Text1":"霍乱、细菌性和阿米巴性痢疾","Text2":"伤寒","Text3":"病毒性肝炎（甲型、戊型）","Text4":"活动性肺结核、化脓性或者渗出性皮肤病","Answer":"ABCD"},
        {"Question":"下列有关餐厨废弃物处置要求正确的是（）。","Text1":"建立餐厨废弃物处置管理制度","Text2":"分类放置餐厨废弃物，做到周产周清","Text3":"将餐厨废弃物交由经相关部门许可或备案的餐厨废弃物收运、处置单位处理","Text4":"建立餐厨废弃物处置台账，详细记录有关情况","Answer":"ACD"},
        {"Question":"禁止餐饮服务提供者采购、使用的食品添加剂为（）。","Text1":"亚硝酸钠","Text2":"亚硝酸钾","Text3":"硫酸铝钾","Text4":"硫酸铝铵","Answer":"AB"},
        {"Question":"食品留样记录中应包含下列哪项内容（）。","Text1":"留样食品名称","Text2":"留样时间","Text3":"留样人员","Text4":"加工人员","Answer":"ABC"},
        {"Question":"下列哪项加工制作必须在专间内进行（）。","Text1":"加工制作冷食类食品","Text2":"加工制作生食类食品","Text3":"加工制作裱花蛋糕","Text4":"加工制作饮料","Answer":"BC"},
        {"Question":"下列有关从业人员个人卫生的行为中正确的是（）。","Text1":"穿戴清洁的工作衣帽","Text2":"头发不外露","Text3":"留长指甲，涂指甲油","Text4":"饰物外露","Answer":"AB"},
        {"Question":"餐饮服务提供者应当履行以下哪项食品安全法定职责和义务（）。","Text1":"严格制定并实施原料控制要求、过程控制要求","Text2":"开展食品安全自查，评估食品安全状况，及时整改问题，消除风险隐患","Text3":"及时妥善处理消费者投诉，依法报告和处置食品安全事故","Text4":"接受政府监管和社会监督，依法承担行政、民事和刑事责任","Answer":"ABCD"},
        {"Question":"餐饮服务提供者申请食品经营许可时，应当具备下列哪项条件（）。","Text1":"具有与经营的食品品种、数量相适应的场所、设备或者设施","Text2":"与有毒有害场所以及其他污染源保持一定距离","Text3":"有专职或兼职食品安全管理人员和保证食品安全的规章制度","Text4":"具有合理的设备布局和工艺流程","Answer":"ABCD"},
        {"Question":"餐饮服务提供者加工制作菜品时，应符合下列哪项规定（）。","Text1":"可以添加西药","Text2":"可以添加中草药","Text3":"以添加按照传统既是食品又是中药材的物质","Text4":"不添加药品","Answer":"CD"},
        {"Question":"从事网络餐饮经营的餐饮服务提供者应遵守以下哪项规定（）。","Text1":"具有实体店","Text2":"取得食品经营许可证","Text3":"在许可核定的范围内从事经营活动，不得超范围经营","Text4":"在网络上公示其食品经营许可证、量化分级动态等级","Answer":"ABCD"},
        {"Question":"从事网络餐饮经营的餐饮服务提供者应遵守下列哪项与网络订餐送餐有关的规定（）。","Text1":"网上公示的店名、地址、订餐食品等信息与实际一致，不得虚假","Text2":"送餐食品包装严密，防止送餐途中受到污染","Text3":"送餐食品有保鲜、保温、冷藏或冷冻要求的，采取能保证食品安全的相应措施","Text4":"委托具备相应能力的企业送餐","Answer":"ABCD"},
        {"Question":"下列哪项为餐饮服务提供者预防细菌性食物中毒的关键控制点（）。","Text1":"避免熟食品在加工、贮存中受到各种病原菌污染","Text2":"控制好食品的加热温度和熟食品的贮存温度","Text3":"控制好熟食的存放时间，尽量当餐食用","Text4":"食品的加工量与加工条件相吻合，防止超过加工场所的承受能力加工","Answer":"ABCD"},
        {"Question":"以下哪项为防止生熟交叉污染的有效措施（）。","Text1":"采用材质、形状、颜色、标识等方式明显区分加工生熟食品的工用具、容器等","Text2":"彻底洗净接触直接入口食品的餐饮具、工用具、容器","Text3":"从业人员洗手消毒后加工熟食","Text4":"在专间或专用场所内加工直接入口食品","Answer":"AC"},
        {"Question":"餐饮服务提供者购买下列哪项物品时应当实行进货查验制度（）。","Text1":"食品","Text2":"食品洗涤剂、消毒剂","Text3":"桌椅板凳","Text4":"杀虫剂","Answer":"AB"},
        {"Question":"餐饮服务企业采购食品原料时应当遵守以下哪项要求（）。","Text1":"查验供货者的许可证、食品检验合格证明","Text2":"查原料感官性状，不采购食品安全法禁止生产经营的食品","Text3":"按规定索取并留存购物凭证","Text4":"按规定记录采购食品的相关信息","Answer":"ABCD"},
        {"Question":"下列哪种情形不符合从业人员个人卫生要求（）。","Text1":"经更衣洗手直接进入加工间","Text2":"将私人物品带入食品处理区","Text3":"在食品处理区内吸烟、饮食","Text4":"进入专间的人员洗手消毒后，穿戴专用的工作衣帽并佩戴口罩","Answer":"ABC"},
        {"Question":"生吃水产品存在较高的食品安全风险，加工不当可引起（）。","Text1":"细菌性食物中毒","Text2":"食品口感不好","Text3":"食源性寄生虫病","Text4":"食源性肠道传染病","Answer":"ACD"},
        {"Question":"将食品离地离墙贮存是为了（）。","Text1":"便于存取","Text2":"通风防潮","Text3":"防止有害生物藏匿","Text4":"便于检查和清洁","Answer":"BCD"},
        {"Question":"未取得食品经营许可从事餐饮服务，应当承担以下哪项法律责任（）。","Text1":"没收违法所得","Text2":"没收用于违法经营的工具、设备、原料等物品","Text3":"违法经营的食品货值金额不足1万元的，处5万～10万元罚款","Text4":"货值金额1万元以上的，处货值金额5倍以上10倍以下罚款","Answer":"ABC"},
        {"Question":"餐饮服务经营者拒绝、阻挠、干涉食品药品监管部门依法开展食品安全监督检查、事故调查处理的，相关部门可给予其何种处罚（）。","Text1":"责令改正，给予警告","Text2":"责令停产停业，并处2千～5万元罚款","Text3":"情节严重的，吊销许可证","Text4":"构成违反治安管理行为的，由公安机关依法给予治安管理处罚","Answer":"BCD"},
        {"Question":"下列哪种食品属于禁止生产经营的食品（）。","Text1":"腐败变质的食品","Text2":"死因不明的禽、畜、兽等动物肉类","Text3":"按照国家食品安全标准添加了食品添加剂的食品","Text4":"营养成分不符合食品安全标准的食品","Answer":"ABD"},
        {"Question":"以下清洗消毒餐具的做法中错误的是（）。","Text1":"消毒后的餐具应贮存在专用保洁设施内备用","Text2":"重复使用一次性餐用具时要注意洗净以后再消毒","Text3":"消毒后的餐具一定要使用抹布、餐巾擦干","Text4":"用化学消毒法消毒餐具时，要注意定时测量消毒液浓度，浓度低于要求时应立即更换或适量补加消毒液","Answer":"BC"},
        {"Question":"细菌的生长繁殖需要有一个适宜的环境条件，主要影响因素包括（）。","Text1":"营养","Text2":"温度","Text3":"时间","Text4":"酸度","Answer":"ABCD"},
        {"Question":"单位食品安全管理自查建议项目中，食品生产经营过程的检查项目包括（）。","Text1":"加工用设施、设备工具是否清洁","Text2":"食物热加工中心温度是否大于70℃","Text3":"10℃-60℃存放的食物，烹调后至食用前存放时间是否未超过2小时;存放时间超过2小时的食用前是否经充分加热","Text4":"食品原料、半成品、成品存放是否存在交叉污染","Answer":"ABCD"},
        {"Question":"细菌性食物中毒的特征为（）。","Text1":"在集体用膳单位常呈爆发起病，发病者与食入同一污染食物有明显关系","Text2":"潜伏期短，突然发病，临床表现以急性胃肠炎为主，肉毒中毒则以眼肌、咽肌瘫痪为主","Text3":"病程较短，多数在2-3日内自愈","Text4":"多发生于夏秋季;根据临床表现的不同，分为胃肠型食物中毒和神经型食物中毒","Answer":"ABCD"},
        {"Question":"凉菜加工过程中导致交叉污染的常见情形有（）。","Text1":"加工过程中凉菜接触到食品原料或半成品","Text2":"处理过食品原料或半成品的刀、砧板、操作台等来处理凉菜","Text3":"用装过生食品的盛器来盛装凉菜","Text4":"加工操作人员接触凉菜前，双手未经清洗消毒","Answer":"ABCD"},
        {"Question":"（）在常温下进行采购验收、原料加工后，应尽快冷藏或冷冻。","Text1":"肉","Text2":"禽","Text3":"蛋","Text4":"乳制品","Answer":"ABCD"},
        {"Question":"常见的能够产生芽胞的致病菌有（）。","Text1":"肉毒梭状芽胞杆菌","Text2":"蜡样芽胞杆菌","Text3":"乳酸杆菌","Text4":"大肠杆菌","Answer":"AB"},
        {"Question":"豆腐制作中可以用的食品添加剂有（）。","Text1":"氯化钙","Text2":"明矾","Text3":"吊白块","Text4":"石膏","Answer":"AD"},
        {"Question":"区分生、熟食品容器的有效方法包括（）。","Text1":"生、熟食品容器采用不同的标记","Text2":"生、熟食品容器采用不同的材质","Text3":"生、熟食品容器采用不同的形状","Text4":"直接标注生、熟的字样","Answer":"ABCD"},
        {"Question":"员工专用洗手消毒水池附近应有（）。","Text1":"肥皂或洗手液","Text2":"消毒液","Text3":"干手器","Text4":"洗手消毒方法标示","Answer":"ABCD"},
        {"Question":"食品从业人员的工作服要求（）。","Text1":"应穿戴清洁的工作服","Text2":"应做到定期更换","Text3":"准备清洗的工作服应放置在远离食品加工处理的区域","Text4":"每名从业人员至少应有三套工作服","Answer":"ABC"},
        {"Question":"以下（）措施可以避免盛装容器(或工具)引起的交叉污染。","Text1":"生、熟食品容器能够明显加以区分","Text2":"配备足够数量装生、熟食品的容器","Text3":"洗生、熟食品容器的水池完全分开","Text4":"清洗后的生、熟食品容器分开放置","Answer":"ABCD"},
        {"Question":"不得参加直接入口食品工作的疾病包括（）。","Text1":"痢疾","Text2":"伤寒","Text3":"甲型肝炎","Text4":"手部湿疹","Answer":"ABCD"},
        {"Question":"杀灭病原菌的措施有（）。","Text1":"防止食物受到细菌污染","Text2":"有严格并落实的清洗消毒制度","Text3":"烹调食品应烧熟煮透","Text4":"控制细菌生长繁殖","Answer":"BC"},
        {"Question":"个人卫生的检查项目包括（）。","Text1":"从业人员操作时是否穿戴清洁工作衣帽，专间操作人员是否规范佩戴口罩","Text2":"从业人员操作时是否有从事与食品加工无关的行为","Text3":"从业人员操作前及接触不洁物品后是否洗手，接触直接入口食品之前是否洗手、消毒","Text4":"从业人员是否留长指甲或涂指甲油、戴戒指","Answer":"ABCD"},
        {"Question":"食品验收时检查预包装食品的标签是否标注（）。","Text1":"名称、成分或者配料表","Text2":"生产日期和保质期","Text3":"生产者的名称、地址、联系方式、生产许可证编号","Text4":"贮存条件、食用或使用方法","Answer":"ABCD"},
        {"Question":"断绝虫害的食物来源应当（）。","Text1":"所有食物及调味品均应存放在能防咬的密封容器内，并远离地面","Text2":"保持加工场所地面清洁","Text3":"废弃物应放进加盖的垃圾桶，每天清除","Text4":"保持排水沟清洁，避免食物残渣淤积","Answer":"ABCD"},
        {"Question":"食品处理区包括（）。","Text1":"清洁操作区","Text2":"准清洁操作区","Text3":"一般操作区","Text4":"特殊操作区","Answer":"ABC"},
        {"Question":"单位食品安全管理自查建议项目中，食品贮存的检查项目包括（）。","Text1":"库房存放食品是否离地隔墙","Text2":"冷冻、冷藏设施是否能正常运转","Text3":"贮存温度是否符合要求","Text4":"食品贮存是否存在生熟混放","Answer":"ABCD"},
        {"Question":"食品添加剂标签上应标注（）。","Text1":"使用方法","Text2":"“食品添加剂”字样","Text3":"明确的可使用的食品范围","Text4":"使用限量","Answer":"ABCD"},
        {"Question":"凉菜存放不当的常见情形有（）。","Text1":"凉菜过早提前加工，在常温下放置时间过长","Text2":"凉菜在危险温度带存放时间过长","Text3":"凉菜未及时冷藏","Text4":"如需要短时间存放，应放入熟食专用冰箱内保存","Answer":"ABC"},
        {"Question":"经过加工处理的直接入口食品中带有病原菌，可能是受到(）污染所致。","Text1":"泥土、灰尘","Text2":"生的食物","Text3":"受到污染的操作环境","Text4":"废弃物","Answer":"ABCD"},
        {"Question":"餐饮单位硬件设施食品卫生要求的总体原则是（)","Text1":"易于清洁消毒，耐受反复清洗","Text2":"有助于防止害虫的侵入","Text3":"设施的数量应能够满足本单位最大的供应量","Text4":"避免食品废弃物和残渣的积聚","Answer":"ABCD"},
        {"Question":"防止食品被微生物污染的措施（）。","Text1":"严格选择卫生安全的食品原料","Text2":"加强加工制作过程的安全控制","Text3":"注意从业人员的个人卫生","Text4":"注意贮存环节的安全控制","Answer":"ABCD"},
        {"Question":"禁止采购的食品包括（）。","Text1":"发芽土豆","Text2":"红潮期的海产品","Text3":"酸败的食用油","Text4":"鲜黄花菜","Answer":"ABCD"},
        {"Question":"可能有虫害出没的迹象是（）。","Text1":"墙角的洞穴","Text2":"虫卵","Text3":"被咬断的管道、电线","Text4":"被咬破的食品包装","Answer":"ABCD"},
        {"Question":"单位食品安全管理自查建议项目中，违禁食品的检查项目包括（）。","Text1":"是否生产经营超过保质期食品","Text2":"是否生产经营腐败变质食品","Text3":"是否生产经营其他违禁食品","Text4":"以上都不是","Answer":"ABC"},
        {"Question":"下列情形属于禁止使用食品添加剂的是（）。","Text1":"往腐败肉中加香料掩盖异味","Text2":"面点制作过程中使用膨松剂","Text3":"用柠檬黄代替玉米面制作玉米馒头","Text4":"在绿豆糕中加入绿色素使之更鲜艳","Answer":"ACD"},
        {"Question":"来源于生或不熟的淡水蟹虾的寄生虫是（）。","Text1":"旋毛虫","Text2":"肺吸虫","Text3":"肝吸虫","Text4":"诺瓦克","Answer":"ABC"},
        {"Question":"对每批原料出入库情况进行登记，登记的内容包括（）。","Text1":"品名、批号、保质期","Text2":"入库日期、入库数量","Text3":"出库日期","Text4":"结存数量","Answer":"ABCD"},
        {"Question":"使用食品添加剂的原则（)。","Text1":"食品添加剂的使用必须符合《食品添加剂使用标准》","Text2":"食品添加剂专柜存放，专人保管","Text3":"使用时准确称量、建立使用记录","Text4":"食品添加剂可以无限量使用","Answer":"ABC"},
        {"Question":"大肠菌群的说法中正确的是（）。","Text1":"是人和温血动物粪便污染的指示菌","Text2":"其生长条件与大部分致病菌类似","Text3":"直接入口食品接触表面检出大肠菌群表明可能受到了致病菌的污染","Text4":"通常被称为指示菌","Answer":"ABD"},
        {"Question":"以下说法正确的是（）。","Text1":"工作服(包括衣、帽、口罩)最好用白色或浅色布料制作","Text2":"接触直接入口食品人员的工作服应每天更换","Text3":"不能穿戴工作服走出食品加工场所","Text4":"工作服应做到定期更换","Answer":"ABCD"},
        {"Question":"清洗指利用清水清除原料夹带的杂质和（）等表面的污物所采取的操作过程。","Text1":"原料","Text2":"工具","Text3":"设备","Text4":"设施","Answer":"ABCD"},
        {"Question":"食品从业人员上岗时应遵守的个人卫生要求（）。","Text1":"穿戴清洁的工作服","Text2":"有腹泻时不得上岗","Text3":"不得涂指甲油和佩戴戒指","Text4":"戴工作口罩","Answer":"ABCD"},
        {"Question":"禁止以（）为目的而使用食品添加剂。","Text1":"掩盖食品腐败变质","Text2":"掺杂","Text3":"掺假","Text4":"伪造","Answer":"ABCD"},
        {"Question":"控制细菌繁殖的措施包括（）。","Text1":"熟食快速冷却","Text2":"饭菜加工后2小时内食用","Text3":"具有潜在危害的食品冷冻冷藏保存","Text4":"冷冻原料在冷藏条件下解冻","Answer":"BCD"},
        {"Question":"贮存时避免交叉污染的措施有（）。","Text1":"食品贮存应分类分架","Text2":"冰箱内食品贮存应做到原料、半成品、成品严格分开","Text3":"冷库内部同时存放食品原料和成品","Text4":"冰箱内尽量存放多的食品","Answer":"AB"},
        {"Question":"使用可能中毒的食品添加剂如亚硝酸盐时应(）。","Text1":"有专人负责保管","Text2":"放置在固定的场所(或橱柜)","Text3":"标记“有毒”字样","Text4":"应做好进货、领取和使用记录","Answer":"ABCD"},
        {"Question":"食品加工场所的地面、墙面、天花板等所使用的材质应符合的要求包括（）。","Text1":"无毒无异味，避免食品受到污染","Text2":"耐用，可以反复清洁","Text3":"不透水，利于用水清洗","Text4":"浅色，便于辨别污垢","Answer":"ABCD"},
        {"Question":"手部应清洗消毒后方可接触成品的情况是（）。","Text1":"加工非直接入口食品后，再加工冷菜","Text2":"加工非直接入口食品后，再进行备餐","Text3":"在加工场所进食、饮水或吸烟","Text4":"以上都不是","Answer":"ABC"},
        {"Question":"餐饮单位硬件设施食品卫生要求的总体原则是（）。","Text1":"易于清洁消毒，耐受反复清洗","Text2":"有助于防止害虫的侵入","Text3":"设施的数量应能够满足本单位最大的供应量","Text4":"避免食品废弃物和残渣的积聚","Answer":"ABCD"},
        {"Question":"食品贮存涉及到的预防食物中毒原则主要包括（）。","Text1":"生熟分开","Text2":"控制温度和时间","Text3":"保持清洁","Text4":"杀灭微生物","Answer":"ABC"},
        {"Question":"加强加工制作过程的安全控制主要是为了避免食品被（）中的微生物污染。","Text1":"环境","Text2":"设备","Text3":"器具","Text4":"加工人员","Answer":"ABCD"},
        {"Question":"工器具与设备接触食品表面的材质应是（）。","Text1":"无毒、无异味","Text2":"耐腐蚀","Text3":"不易发霉","Text4":"符合卫生标准","Answer":"ABCD"},
        {"Question":"食品中含有（）属于物理性危害。","Text1":"金属","Text2":"病毒","Text3":"碎骨","Text4":"农药","Answer":"AC"},
        {"Question":"关于食品工具、容器的要求，提法正确的是（）","Text1":"生熟标志明显","Text2":"定位进行存放","Text3":"用后洗净保洁","Text4":"统一形状材质","Answer":"ABCD"},
        {"Question":"细菌性食物中毒的预防原则（）。","Text1":"防止食物受到细菌污染","Text2":"控制细菌生长繁殖","Text3":"杀灭病原菌","Text4":"控制加工量","Answer":"ABCD"},
        {"Question":"含有（）的熟食品在在室温下存放超过规定时间是很危险的。","Text1":"肉","Text2":"奶","Text3":"蛋","Text4":"蔬菜","Answer":"ABC"},
        {"Question":"凉菜易引起食物中毒的原因包括（）。","Text1":"营养丰富、水分含量高，适合细菌生长繁殖","Text2":"制作后非即时使用","Text3":"与工具、容器和操作人员的手接触机会多，极易受到污染","Text4":"食用前不再有加热杀灭细菌的机会","Answer":"ABCD"},
        {"Question":"进行再加热时应该做到（）。","Text1":"食品在再加热前应确认未变质","Text2":"应按食品烹调的温度进行再加热","Text3":"冷冻熟食品一般应彻底解冻后再进行加热","Text4":"食品再加热不要超过一次","Answer":"ABCD"},
        {"Question":"食品中常见的致病菌包括（）等。","Text1":"沙门氏菌","Text2":"致病性大肠杆菌","Text3":"金黄色葡萄球菌","Text4":"痢疾杆菌","Answer":"ABCD"},
        {"Question":"粮豆类食品的主要卫生问题包括（)。","Text1":"霉菌和霉菌毒素的污染","Text2":"农药残留的污染","Text3":"寄生虫的污染","Text4":"添加剂污染","Answer":"ABCD"},
        {"Question":"食品安全管理体系的关键要素包括（）。","Text1":"相互沟通","Text2":"体系管理","Text3":"前提方案","Text4":"HACCP原理","Answer":"ABCD"},
        {"Question":"关键控制点的关键限值可以通过以下依据来确定（）。","Text1":"科技文献报道","Text2":"法规性指标","Text3":"专家建议","Text4":"实验数据","Answer":"ABCD"},
        {"Question":"食品流通许可的经营类别，主要有（）。","Text1":"农副产品","Text2":"预包装食品","Text3":"散装食品","Text4":"水产品","Answer":"BC"},
        {"Question":"食品标签包括食品包装上的（）。","Text1":"文字","Text2":"图形","Text3":"符号","Text4":"各种说明物","Answer":"ABCD"},
        {"Question":"储存食品的主要原则是（），并有明显标识。","Text1":"生熟分开","Text2":"专人专岗","Text3":"先进先出","Text4":"常温保存","Answer":"AC"},
        {"Question":"违反《食品安全法》规定，未经许可从事食品和食品添加剂生产经营活动，由有关主管部门按照各自职责分工，没收（）。","Text1":"违法所得","Text2":"违法生产经营的食品、食品添加剂","Text3":"用于违法生产经营的工具、设备、原料等物品","Text4":"违法生产经营的食品、食品添加剂货值金额不足一万元的，并处二千元以上五万元以下罚款","Answer":"ABCD"},
        {"Question":"出现不良食品产品的主因是（）。","Text1":"企业疏于管理","Text2":"经营者投机取巧来降低成本","Text3":"经营者违背诚信道德","Text4":"社会监管力度不够","Answer":"ABC"},
        {"Question":"（）必须进行健康检查，取得健康证明后方可参加工作","Text1":"新参加工作的食品生产经营人员","Text2":"临时参加工作的食品生产经营人员","Text3":"办好健康证后休假一月再上岗的食品生产经营人员","Text4":"体检满一年后的食品生产经营人员","Answer":"ABD"},
        {"Question":"食品检验的大致类别包括（）这几类。","Text1":"感官鉴别","Text2":"理化分析","Text3":"微生物检验","Text4":"添加剂检验","Answer":"ABC"},
        {"Question":"为防止鼠类侵入，食品仓库的大门应该（）。","Text1":"下部包覆金属板","Text2":"设计为常闭式","Text3":"底部缝隙小于6mm","Text4":"底部缝隙小于10mm","Answer":"ABC"},
        {"Question":"食品安全管理体系审核的类型按实施审核的主体可以分为()。","Text1":"第一方审核","Text2":"第二方审核","Text3":"第三方审核","Text4":"其他方审核","Answer":"ABC"},
        {"Question":"(）内的入场销售者统称食品销售者。","Text1":"食品超市","Text2":"经营食品的商场","Text3":"食品批发市场","Text4":"食品集贸市场","Answer":"ABCD"},
        {"Question":"已上市销售的预包装食品，（）。","Text1":"可以拆封后重新包装","Text2":"可以散装销售","Text3":"不得拆封后重新包装","Text4":"不得散装销售","Answer":"CD"},
        {"Question":"按温度分类，食品储存库房包括（）。","Text1":"高温冷库","Text2":"冻结冷库","Text3":"中温冷库","Text4":"低温冷库","Answer":"ABCD"},
        {"Question":"食品及其原料的贮存原则包括（）。","Text1":"按类分开","Text2":"保持清洁","Text3":"控制温度","Text4":"控制时间","Answer":"ABCD"},
        {"Question":"反映食品卫生质量的微生物指标通常有（）。","Text1":"菌落总数","Text2":"大肠菌群","Text3":"致病菌","Text4":"添加剂","Answer":"ABC"},
        {"Question":"食品经营者采购食品，应当查验供货商必备的证照，包括（）。","Text1":"许可证","Text2":"营业执照","Text3":"健康证","Text4":"食品合格的证明文件","Answer":"ABD"},
        {"Question":"食盐产品的包装上应当注明（）等。","Text1":"盐的种类","Text2":"执行标准编号","Text3":"生产日期和保质期限","Text4":"生产企业名称、地址","Answer":"ABCD"},
        {"Question":"食品贮存涉及到的预防食物中毒的原则包括（）","Text1":"杀灭食品中的致病微生物","Text2":"生熟分开","Text3":"控制温度和时间","Text4":"保持清洁","Answer":"BCD"},
        {"Question":"鼓励食品企业实行（）。","Text1":"规模化生产","Text2":"连锁经营","Text3":"统一配送","Text4":"小作坊经营","Answer":"ABC"},
        {"Question":"发生食物中毒时（）是法定责任报告人。","Text1":"发生食物中毒的单位","Text2":"中毒病人的工作单位","Text3":"接收病人进行治疗的单位","Text4":"中毒病人的家属","Answer":"AC"},
        {"Question":"《食品安全法》的适用范围，包括（）等活动。","Text1":"食品的生产经营","Text2":"食品添加剂的生产经营","Text3":"用于食品相关产品的生产经营","Text4":"用于食品的包装材料、容器、洗涤剂、消毒剂","Answer":"ABCD"},
        {"Question":"影响食品安全性的重金属污染包括（）。","Text1":"钠","Text2":"铅","Text3":"钾","Text4":"汞","Answer":"BD"},
        {"Question":"食品污染物包括（）。","Text1":"农药残留","Text2":"兽药残留","Text3":"金属污染物","Text4":"超范围或超剂量使用的食品添加剂","Answer":"ABCD"},
        {"Question":"最高管理者应按策划的时间间隔评审食品安全管理体系，以确保体系（）。","Text1":"持续的适宜性","Text2":"充分性","Text3":"有效性","Text4":"合法性","Answer":"ABC"},
        {"Question":"食品退市，是指食品经营者发现其经营的食品不符合食品安全标准，应当立即（）。","Text1":"停止经营","Text2":"下架单独存放","Text3":"通知相关生产经营者和消费者","Text4":"记录停止经营和通知通告的情况","Answer":"ABCD"},
        {"Question":"散装食品不包括（）等初级农产品。","Text1":"新鲜果蔬","Text2":"需清洗后加工的原粮","Text3":"鲜冻畜禽产品","Text4":"鲜冻水产品","Answer":"ABCD"},
        {"Question":"食盐包括（）。","Text1":"供人直接食用的盐","Text2":"食品腌制用盐","Text3":"畜牧、渔业和饲料生产用盐","Text4":"亚硝酸钠","Answer":"ABC"},
        {"Question":"我国对食品业经济实体的监管实行许可制度。根据其所在食品供应链的环节不同，食品业实体的准入许可分为（）。","Text1":"食品生产许可","Text2":"食品加工许可","Text3":"食品流通许可","Text4":"餐饮服务许可","Answer":"ACD"},
        {"Question":"任何组织或者个人（）。","Text1":"有权举报食品生产经营中违反本法的行为","Text2":"有权向有关部门了解食品安全信息","Text3":"有权对食品安全监督管理工作提出意见和建议","Text4":"无权举报食品生产经营中违反《食品安全法》的行为","Answer":"ABC"},
        {"Question":"食品添加剂是指为（）的需要而加入食品中的人工合成或者天然物质。","Text1":"改善食品的品质","Text2":"改善食品的色、香、味","Text3":"防腐和保鲜","Text4":"配合加工工艺","Answer":"ABCD"},
        {"Question":"（）集中用餐单位的主管部门应当加强对集中用餐单位的食品安全教育和日常管理，降低食品安全风险，及时消除食品安全隐患。","Text1":"学校","Text2":"托幼机构","Text3":"养老机构","Text4":"建筑工地","Answer":"ABCD"},
        {"Question":"食品广告的内容应当真实合法，不得含有（）。","Text1":"虚假内容","Text2":"夸大内容","Text3":"名人代言内容","Text4":"疾病防治内容","Answer":"ABCD"},
        {"Question":"经营者取得()之后，就可以从事食品流通经营。","Text1":"《食品流通许可证》","Text2":"《食品生产许可证》","Text3":"营业执照","Text4":"食品经营许可证","Answer":"AC"},
        {"Question":"企业诚信评价应遵循（）的原则，并逐步建立具有相应监督、申诉和复核机制的评价体系。","Text1":"企业自愿","Text2":"社会参与","Text3":"标准统一","Text4":"公正公开","Answer":"ABCD"},
        {"Question":"食品安全风险监测对象应包括()。","Text1":"食品","Text2":"食品添加剂","Text3":"食品相关产品","Text4":"家畜饲料","Answer":"ABC"},
        {"Question":"食品操作人员手部受到外伤，应做到（）。","Text1":"不得接触食品或原料","Text2":"可以接触食品原料，不得接触成品","Text3":"经过包扎治疗戴上防护手套后方可参加不直接接触食品的工作","Text4":"不得加工食品，但可销售食品","Answer":"AC"},
        {"Question":"根据是否具有致病性，可将细菌分为（）和非致病菌。","Text1":"致病菌","Text2":"金黄色葡萄球菌","Text3":"条件致病菌","Text4":"大肠杆菌","Answer":"AC"},
        {"Question":"一个关键控制点监控的计划通常由（）组成。","Text1":"监控的对象","Text2":"监控的方法","Text3":"监控的频率","Text4":"监控人员","Answer":"ABCD"},
        {"Question":"食品批发经营企业在向购货者开具的销售票据或清单上，可（），以示有效。","Text1":"盖印章","Text2":"按手印","Text3":"签字","Text4":"无签名","Answer":"AC"},
        {"Question":"无公害农产品标志只能在认证的（）等范围内使用。","Text1":"品种","Text2":"数量","Text3":"地域","Text4":"区域","Answer":"AB"},
        {"Question":"禁止经营没有（）的进口预包装食品。","Text1":"中文标签","Text2":"中文商标","Text3":"中文说明书","Text4":"外国商标","Answer":"AC"},
        {"Question":"食品安全（）标准应当供公众免费查阅。","Text1":"国家","Text2":"地方","Text3":"企业","Text4":"生产","Answer":"AB"},
        {"Question":"食品生产经营者的责任，包括（）。","Text1":"依法从事生产经营","Text2":"对社会和公众负责","Text3":"保证食品安全","Text4":"接受社会监督","Answer":"ABCD"},
        {"Question":"食品安全管理员应掌握的知识包括（）。","Text1":"食品卫生政策、法规,标准和规范性文件","Text2":"食品污染及预防控制措施","Text3":"食物中毒等食源性疾病的预防方法","Text4":"食品加工经营和餐饮服务各环节的卫生要求","Answer":"ABCD"},
        {"Question":"食品安全的要素包括（）。","Text1":"无毒","Text2":"无害","Text3":"含有相应的营养","Text4":"生熟混放","Answer":"ABC"},
        {"Question":"要良好实施ISO22000，企业达到的目标应包括（）。","Text1":"确保提供的产品按预期用途对消费者是安全的","Text2":"证实符合适用的食品安全法律法规要求","Text3":"评价和评估顾客要求，并证实其符合双方商定的、与食品安全有关的顾客要求,以增强顾客满意度","Text4":"与供方、顾客及食品链中的其他相关方在食品安全方面进行有效沟通","Answer":"ABCD"},
        {"Question":"从物流环节上分，食品经营者包括（）实体，也包括食品的经营性使用单位。","Text1":"销售","Text2":"储存","Text3":"保管","Text4":"运输","Answer":"ABCD"},
        {"Question":"食品在运输时需要采取防护措施，其目的是（）。","Text1":"保护食品不受污染","Text2":"保护食品不受使食品变得不适于消费的损伤","Text3":"控制食品中致病微生物的滋生及毒素的产生","Text4":"防止在到达目的地后食品的状况已不适于消费","Answer":"ABCD"},
        {"Question":"食品生产经营单位包括（）单位。","Text1":"食品生产","Text2":"食品采购","Text3":"食品流通","Text4":"餐饮服务","Answer":"ACD"},
        {"Question":"食品企业的自查自纠制度，包括经常性的（）工作。","Text1":"管理自查","Text2":"制度落实","Text3":"产品自检","Text4":"问题自纠","Answer":"ABCD"},
        {"Question":"属于HACCP计划的内容是（）。","Text1":"控制措施","Text2":"关键限值","Text3":"监视程序","Text4":"职责和权限","Answer":"ABCD"},
        {"Question":"我国对优质食品的认证标准有（）。","Text1":"无公害认证","Text2":"绿色食品认证","Text3":"有机食品认证","Text4":"放心食品认证","Answer":"ABC"},
        {"Question":"国家食品安全制度，包括（）。","Text1":"食品安全风险监测制度","Text2":"食品安全风险评估制度","Text3":"食品生产经营许可制度","Text4":"食品添加剂生产许可制度","Answer":"ABCD"},
        {"Question":"农产品是指来源于农业的初级产品，即在农业活动中获得的（）及其产品。","Text1":"植物","Text2":"动物","Text3":"微生物","Text4":"野生动植物","Answer":"ABC"},
        {"Question":"除了一般规定之外，食品标识上要特别标注中文说明的情况包括（）。","Text1":"医学临床证明对特殊群体易造成危害的","Text2":"经电离辐射或者电离能量处理过的","Text3":"属于转基因食品或者含法定转基因原料的","Text4":"由法律、法规和国家标准等规定的","Answer":"ABCD"},
        {"Question":"食品相关场所使用的杀虫剂、杀鼠剂等所有化学品，都要（）。","Text1":"上锁管理","Text2":"专人使用","Text3":"做好记录","Text4":"避免污染食品","Answer":"ABCD"},
        {"Question":"酒类流通，包括酒类的（）等经营活动。","Text1":"分装","Text2":"批发","Text3":"零售","Text4":"生产","Answer":"BC"},
        {"Question":"检验人应当（）对食品进行检验，尊重科学，恪守职业道德，保证出具的检验数据和结论客观、公正，不得出具虚假的检验报告。","Text1":"依照有关法律、法规的规定","Text2":"依照食品安全标准","Text3":"依照检验规范","Text4":"依照单位规模大小","Answer":"ABC"},
        {"Question":"不需要取得食品流通许可的食品流通经营活动，包括（）。","Text1":"销售食用农产品","Text2":"保健食品","Text3":"食品添加剂","Text4":"食品仓储","Answer":"ABCD"},
        {"Question":"食品经营者批量采购食品，至少应查验供货者的（）。","Text1":"许可证","Text2":"供应商资信证明","Text3":"食品合格证明文件","Text4":"健康证","Answer":"AC"},
        {"Question":"食品企业诚信管理体系和运行机制，包括（）。","Text1":"完善内部管理制度","Text2":"建立并实施从业人员诚信教育及考核","Text3":"关键岗位人员诚信信息等相关记录档案管理制度","Text4":"诚信内部核查","Answer":"ABCD"},
        {"Question":"瘦肉精中毒的症状包括（）。","Text1":"肌肉震颤","Text2":"头晕、呕吐、腹泻","Text3":"心跳过速和神经混乱","Text4":"严重的危及生命","Answer":"ABCD"},
        {"Question":"依法需要实施检疫的动植物及其产品，应当附具（）。","Text1":"检疫合格标志","Text2":"检疫合格证明","Text3":"免检证明","Text4":"质量合格标志","Answer":"AB"},
        {"Question":"禁止在食用盐市场上销售的盐制品，包括（）。","Text1":"不符合食用盐卫生标准的原盐和加工盐","Text2":"土盐、硝盐","Text3":"工业废渣、废液所制盐","Text4":"亚硝酸盐","Answer":"ABC"},
        {"Question":"采购食品原料时的索证，其作用是（）。","Text1":"确认供货者资质","Text2":"确认质量","Text3":"确认来源","Text4":"确认数量","Answer":"ABC"},
        {"Question":"对食品流通企业从业人员的管理，主要分为（）两大部分。","Text1":"个人健康管理","Text2":"岗位培训","Text3":"最低学历要求","Text4":"工作经验","Answer":"AB"},
        {"Question":"为便于对场内食品质量和安全性进行监测，集贸市场应当配备（）。","Text1":"快速检测设备","Text2":"检测人员","Text3":"检测工作间","Text4":"有资质的检验机构","Answer":"ABC"},
        {"Question":"处理食品前要洗手。温水洗手的好处，包括（）。","Text1":"增加洗手舒服度","Text2":"洗手效果好","Text3":"避免怕水冷而不洗手","Text4":"消毒手部","Answer":"ABC"},
        {"Question":"保障现场制作食品安全的主要原则，包括（）。","Text1":"避免污染","Text2":"控制温度","Text3":"控制时间","Text4":"做好清洗消毒","Answer":"ABCD"},
        {"Question":"食品中有害因素包括（）。","Text1":"自然存在的有害物","Text2":"违法添加的非食用物质","Text3":"非故意添加的有害物质","Text4":"被作为食品添加剂使用的对人体健康有害的物质","Answer":"ABD"},
        {"Question":"婴幼儿配方乳粉为特别许可经营项目，申办许可时要提交的材料要包括所经营的婴幼儿配方乳粉来源证明，即（）。","Text1":"供货商、生产厂家的相关许可证","Text2":"营业执照","Text3":"健康证明","Text4":"出库证明","Answer":"AB"},
        {"Question":"国家建立食品安全风险评估制度，对食品、食品添加剂中（）进行风险评估。","Text1":"生物性危害","Text2":"化学性危害","Text3":"物理性危害","Text4":"食品污染","Answer":"ABC"},
        {"Question":"细菌生长条件的要素，包括（）。","Text1":"营养","Text2":"温度和湿度","Text3":"酸度","Text4":"氧气","Answer":"ABCD"},
        {"Question":"可以免标注保质期的食品，包括（）。","Text1":"乙醇含量10%以上的饮料酒","Text2":"食醋","Text3":"食用盐","Text4":"固态食糖类","Answer":"ABCD"},
        {"Question":"食品不能与有毒有害物质（）。","Text1":"同库存储","Text2":"同车运输","Text3":"同店经营","Text4":"分库存放","Answer":"ABC"},
        {"Question":"在散装食品中，有温度要求的直接入口食品包括（）等。","Text1":"烧卤熟肉制品","Text2":"凉菜","Text3":"含蛋奶的面包蛋糕","Text4":"寿司","Answer":"ABCD"},
        {"Question":"国家鼓励单位和个人对农产品质量安全进行社会监督。任何单位和个人都有权对违反《农产品质量安全法》的行为进行（）。","Text1":"检举","Text2":"管理","Text3":"揭发","Text4":"控告","Answer":"ACD"},
        {"Question":"产品标识可以用（）以及其他说明物等表示。","Text1":"文字","Text2":"符号","Text3":"数字","Text4":"图案","Answer":"ABCD"},
        {"Question":"常侵袭食品的动物危害包括（）。","Text1":"蟑螂","Text2":"蚂蚁","Text3":"苍蝇","Text4":"老鼠","Answer":"ABCD"},
        {"Question":"食品安全事故包括（）等。","Text1":"食物中毒","Text2":"食源性疾病","Text3":"心理恐慌","Text4":"食品污染","Answer":"ABD"},
        {"Question":"食品原料的主要污染来源包括（）。","Text1":"天然毒素","Text2":"农药残留","Text3":"兽药残留","Text4":"重金属残留","Answer":"ABCD"},
        {"Question":"《酒类流通管理办法》所称酒类流通，包括酒类（）等经营活动。","Text1":"批发","Text2":"零售","Text3":"储运","Text4":"生产","Answer":"ABC"},
        {"Question":"乳品中的主要限量指标有（）。","Text1":"致病性微生物","Text2":"农药残留","Text3":"兽药残留","Text4":"重金属","Answer":"ABCD"},
        {"Question":"流通环节食品安全监管工作，包括（）抽样检验。","Text1":"随时","Text2":"定期","Text3":"不定期","Text4":"随机","Answer":"BC"},
        {"Question":"（）对防范食品安全事故发生，提高食品质量安全整体水平，保障人民群众身体健康和生命安全，具有十分重要的意义。","Text1":"加快推进食品工业企业诚信体系建设","Text2":"提高企业诚信意识","Text3":"建立食品工业企业诚信管理制度","Text4":"规范企业诚信经营行为","Answer":"ABCD"},
        {"Question":"食品安全指食品处于（）的状态。","Text1":"无毒","Text2":"无害","Text3":"符合应当有的营养要求","Text4":"对人体健康不造成任何急性、亚急性或者慢性危害","Answer":"ABCD"},
        {"Question":"农副产品主要包括（）等产品及其加工品。","Text1":"蔬果","Text2":"肉禽蛋","Text3":"水产品","Text4":"粮油","Answer":"ABCD"},
        {"Question":"食品，是指各种供人食用或者饮用的（），但是不包括以治疗为目的的物品。","Text1":"成品","Text2":"原料","Text3":"按照传统既是食品又是药品的物品","Text4":"半成品","Answer":"ABC"},
        {"Question":"食品流通许可的经营项目，主要分为（）。","Text1":"预包装食品","Text2":"混装食品","Text3":"散装食品","Text4":"乳制品","Answer":"ACD"},
        {"Question":"食品生产经营者应当依照（）从事生产经营活动，对社会和公众负责，保证食品安全，接受社会监督，承担社会责任。","Text1":"法律","Text2":"法规","Text3":"企业规章制度","Text4":"食品安全标准","Answer":"ABD"},
        {"Question":"食品安全管理员，是指经统一培训考核合格，在（）从事食品安全管理工作的人员。","Text1":"食品流通","Text2":"食品生产","Text3":"食品采购","Text4":"餐饮服务","Answer":"ABD"},
        {"Question":"不需要食品流通许可的行为，包括（）。","Text1":"取得食品生产许可的食品生产者在其生产场所销售其生产的食品","Text2":"取得餐饮服务许可的餐饮服务提供者在其餐饮服务场所出售其制作加工的食品","Text3":"销售食用农产品","Text4":"销售食品添加剂","Answer":"ABCD"},
        {"Question":"预包装食品是指经预先定量（）、向消费者直接提供的食品。","Text1":"包装","Text2":"装入容器中","Text3":"灌入容器中","Text4":"散称","Answer":"ABC"},
        {"Question":"散装熟肉类食品应在（）条件下暂存销售。","Text1":"0-10℃","Text2":"0-20℃","Text3":"常温","Text4":"＞60℃","Answer":"AD"},
        {"Question":"食品安全自查计划的要点是检查的（）。","Text1":"项目","Text2":"时间","Text3":"频度","Text4":"标准","Answer":"ABCD"},
        {"Question":"食品的生物性危害物的基本分类包括（）。","Text1":"细菌","Text2":"霉菌","Text3":"病毒","Text4":"寄生虫","Answer":"ABCD"},
        {"Question":"下列哪些区域不得设置下水明沟()。","Text1":"冷菜间","Text2":"裱花间","Text3":"送餐企业的分餐间","Text4":"主食库房","Answer":"ABC"},
        {"Question":"食品安全信用档案内容包括()。","Text1":"许可颁发情况","Text2":"日常监督检查结果","Text3":"违法行为查处情况","Text4":"行业协会的评价","Answer":"ABCD"},
        {"Question":"在餐饮服务食品安全量化分级管理中，关于评定结果的公示，以下说法正确的是（）。","Text1":"餐饮服务监管部门通过报纸、网络等媒体公示餐饮服务食品安全量化分级管理情况","Text2":"在餐饮服务单位经营场所醒目位置设置“餐饮服务食品安全等级公示牌”","Text3":"公示牌印制规格为A4纸大小","Text4":"食品安全等级图形可使用不干胶材质，便于更换","Answer":"ABD"},
        {"Question":"根据《食品安全法》的规定，下列关于食品广告的哪种说法是错误的（）。","Text1":"食品广告的内容不得含有虚假、夸大的内容","Text2":"食品广告的内容可以宣传产品有疾病预防、治疗功能","Text3":"食品行业协会、消费者协会可以以广告或者其他形式向消费者推荐食品","Text4":"食品安全监督管理部门或者承担食品检验职责的机构不可以广告或者其他形式向消费者推荐食品","Answer":"BC"},
        {"Question":"供餐人数500人以上的机关、企事业单位食堂应当（）。","Text1":"制定关键环节食品加工操作规程","Text2":"制定食品安全检查计划","Text3":"食品安全突发事件应急处置预案","Text4":"设专职食品安全管理人员","Answer":"ABCD"},
        {"Question":"餐饮具化学消毒注意事项（）。","Text1":"配好的消毒液定时更换，一般每4小时更换一次","Text2":"使用时定时测量消毒液浓度，浓度低于要求时应立即更换","Text3":"消毒后以洁净水将消毒液冲洗干净，沥干或烘干","Text4":"应使消毒物品完全浸没于消毒液中","Answer":"ABCD"},
        {"Question":"清洁操作区包括。","Text1":"烹调场所","Text2":"备餐场所","Text3":"专间","Text4":"切配场所","Answer":"BC"},
        {"Question":"餐饮服务从业人员的健康检查项目应包括（）。","Text1":"以往病史","Text2":"肝、脾触诊以及肝功能检查","Text3":"皮肤检查","Text4":"胸部透视","Answer":"ABCD"},
        {"Question":"申请中央厨房提交的保证食品安全的规章制度应当包括（）。","Text1":"加工制作场所环境及设施设备卫生管理制度","Text2":"关键环节操作规程","Text3":"食品添加剂使用管理制度","Text4":"食品检验制度","Answer":"ABCD"},
        {"Question":"下列有关食品安全管理员履行职责的要求，说法正确的是（）。","Text1":"任何人不得干涉、阻挠","Text2":"优先考虑本单位的经济利益","Text3":"发现本单位有违反食品安全法律法规的行为，所在单位拒不改正的，有权向监管部门反映或举报","Text4":"发现本单位有存在重大食品安全隐患，所在单位拒不改正的，有权向监管部门反映或举报","Answer":"ACD"},
        {"Question":"餐饮服务食品安全监管部门在重大活动期间应当（）。","Text1":"及时对重大活动采购的重点食品及其原料进行抽样检验","Text2":"对重大活动餐饮服务提供者进行资格审核","Text3":"开展现场检查","Text4":"对不能满足接待任务要求的、不能保证食品安全的餐饮服务提供者，应及时提请或要求主办单位予以更换","Answer":"ABCD"},
        {"Question":"（）级人民政府食品药品监督管理部门对本区域工作负责，统一领导。","Text1":"省、自治区、直辖市","Text2":"市（地）","Text3":"县","Text4":"区","Answer":"ABC"},
        {"Question":"()，应当向国务院卫生行政部门提交相关产品的安全性评估材料。","Text1":"利用新的食品原料生产食品","Text2":"生产食品添加剂新品种","Text3":"利用新的工艺生产食品","Text4":"生产食品相关产品新品种","Answer":"ABD"},
        {"Question":"餐饮服务许可现场核查中对工用具、设施设备清洗消毒保洁设施要求有（）。","Text1":"采用有效的物理消毒或化学消毒方法","Text2":"接触直接入口食品的工具、容器清洗消毒水池专用","Text3":"工用具清洗消毒水池使用不锈钢或陶瓷等不透水材料","Text4":"设专供存放消毒后工用具的保洁设施","Answer":"ABCD"},
        {"Question":"县级以上食品药品监督管理部门依法公布下列日常监督管理信息（）。","Text1":"餐饮服务行政许可情况","Text2":"餐饮服务食品安全监督检查和抽检的结果","Text3":"查处餐饮服务提供者违法行为的情况","Text4":"餐饮服务专项检查工作情况","Answer":"ABCD"},
        {"Question":"《食品经营许可证》应当载明（）等内容。","Text1":"经营者名称、住所、法定代表人（负责人或者业主）","Text2":"类别、备注","Text3":"许可证编号、发证机关（加盖公章）","Text4":"发证日期、有效期","Answer":"ACD"},
        {"Question":"食品安全管理员的主要职责是（）。","Text1":"组织制定从业人员食品安全知识培训计划并组织实施,对从业人员进行健康管理","Text2":"对场所环境卫生和餐厨垃圾处理进行管理","Text3":"对食品原料、食品添加剂、食品相关产品采购索证索票、进货查验、采购记录和食品添加剂贮存、使用进行管理","Text4":"组织制定食品安全检查计划并实施","Answer":"ABCD"},
        {"Question":"以下说法符合食品贮存卫生要求的是()","Text1":"贮存食品的场所、设备应当保持清洁，无霉斑、鼠迹、苍蝇、蟑螂","Text2":"不得存放有毒、有害物品","Text3":"不得存放个人生活用品","Text4":"不得存放食品添加剂","Answer":"ABC"},
        {"Question":"食品经营者未按规定要求销售食品的，由县级以上人民政府食品药品监督管理部门进行（）处罚：","Text1":"责令改正","Text2":"警告","Text3":"拒不改正，处五千元以上五万元以下罚款","Text4":"情节严重，责令停产停业，直至吊销许可证","Answer":"ABCD"},
        {"Question":"中央厨房的定义包括（）。","Text1":"由餐饮连锁企业建立的","Text2":"具有独立场所及设施设备","Text3":"集中完成食品成品或半成品加工制作","Text4":"并直接配送给餐饮服务单位的单位","Answer":"ABCD"},
        {"Question":"以下属于大型餐馆的是（）。","Text1":"就餐座位数在250～1000座（不含250座，含1000座）的餐馆","Text2":"加工经营场所使用面积在150～500㎡（不含150㎡，含500㎡）的餐馆","Text3":"就餐座位数在75～250座（不含75座，含250座）的餐馆","Text4":"加工经营场所使用面积在500～3000㎡（不含500㎡，含3000㎡）","Answer":"AD"},
        {"Question":"以下说法正确的是（）。","Text1":"任何组织和个人均有权对餐饮服务食品安全进行社会监督","Text2":"餐饮服务相关行业协会应当加强行业自律","Text3":"鼓励社会团体、基层群众性自治组织开展餐饮服务食品安全知识和相关法律、法规的普及工作","Text4":"餐饮服务提供者应当依照法律、法规、食品安全标准及有关要求从事餐饮服务活动","Answer":"ABCD"},
        {"Question":"以下索取的有关证明中（）是食品安全法规中规定必须索取的证明。","Text1":"绿色食品认证证书","Text2":"禽畜肉类的检疫合格证书","Text3":"进口食品的食品检验合格证明","Text4":"野生动物经营利用许可证","Answer":"BC"},
        {"Question":"食品的生产经营许可管理，食品进货查验管理、食品贮存管理、食品运输管理在以下环节中均有制度要求和规范（）。","Text1":"食品生产环节","Text2":"特殊食品生产环节","Text3":"食品经营环节","Text4":"食用农产品环节","Answer":"ABCD"},
        {"Question":"食品库房中，可不与食品分开设置的是。","Text1":"不会导致食品污染的食品容器","Text2":"会导致食品污染的非食品","Text3":"不会导致食品污染的包装材料","Text4":"不会导致食品污染的工用具","Answer":"ACD"},
        {"Question":"国家质检总局主管全国的系列哪项进出口物品的安全监督管理工作（）。","Text1":"食品","Text2":"食品添加剂","Text3":"食品相关产品","Text4":"以上都不是","Answer":"ABC"},
        {"Question":"消防“四懂”内容是什么（）。","Text1":"懂火灾的危险性","Text2":"懂预防火灾措施","Text3":"懂火灾扑救方法","Text4":"懂火场逃生方法","Answer":"ABCD"},
        {"Question":"消防“五会”内容包括下面哪几项()。","Text1":"会报火警","Text2":"会使用灭火器材","Text3":"会扑救初起火灾","Text4":"会组织人员疏散","Answer":"ABCD"},
        {"Question":"消防重点部位的灭火方案，要做到（）。","Text1":"定时间","Text2":"定人","Text3":"定任务","Text4":"定点","Answer":"BCD"},
        {"Question":"中央把加强食品药品监管体系建设作为稳增长、调结构、促改革、惠民生的重要任务来抓，重点是()。","Text1":"健全国家、地方直至基层的食品安全监管体制","Text2":"强化食品安全监管能力","Text3":"建立覆盖食品供应链全过程的监管制度","Text4":"控制物价","Answer":"ABC"},
        {"Question":"重大活动发生食物中毒或疑似食物中毒时，处置措施为（）。","Text1":"主办单位、餐饮服务提供者、驻点监管人员应当依法依规向有关部门报告","Text2":"餐饮服务监管部门应当立即封存可能导致食品安全事故的食品及其原料、工具及用具、设备设施和现场","Text3":"协助、配合有关部门开展食品安全事故调查","Text4":"隐瞒、不报事故相关情况","Answer":"ABC"},
        {"Question":"食品腐败变质对人体健康的影响是（）。","Text1":"某些致病性较弱的微生物可引起人体出现不良反应","Text2":"条件致病微生物可引起急性中毒","Text3":"分解产物引起不良反应甚至中毒","Text4":"对人体无明显危害","Answer":"ABC"},
        {"Question":"火灾逃生的四个要点是什么（）。","Text1":"防烟熏","Text2":"果断迅速逃离火场","Text3":"寻找逃生之路","Text4":"等待他救","Answer":"ABCD"},
        {"Question":"防火“六不准”的内容包括()。","Text1":"在严禁吸烟的地方，不准吸烟","Text2":"生产、生活用火要有专人看管，用火不准超量","Text3":"安装使用电气设备，不准违反规定","Text4":"各种消防设备和灭火工具不准损坏和挪用","Answer":"ABCD"},
        {"Question":"食品安全年度监督管理计划应将下列事项作为监督管理重点（）。","Text1":"专供婴幼儿和其他特定人群的主辅食品","Text2":"保健食品生产过程中的添加行为和按照注册或者备案技术要求组织生产的情况，保健品标签、说明书及宣传材料中有关功能宣传的情况","Text3":"发生食品安全事故风险较高的食品生产经营者","Text4":"食品安全风险检测结果表明可能存在食品安全隐患的事项","Answer":"ABCD"},
        {"Question":"县级以上人民政府食品药品监督管理部门接到食品安全事故的报告后，应当立即会同同级卫生行政、质量监督、农业行政等部门进行调查处理，并采取下列措施( )防止或者减轻社会危害。","Text1":"开展应急救援工作，对因食品安全事故导致人身伤害的人员，卫生行政部门应当立即组织救治","Text2":"封存可能导致食品安全事故的食品及其原料，并立即进行检验；对确认属于被污染的食品及其原料，责令食品生产经营者依法予以召回、停止经营并销毁","Text3":"封存被污染的食品用工具及用具，并责令进行清洗消毒","Text4":"做好信息发布工作","Answer":"ABCD"},
        {"Question":"购货凭证应包括（）。","Text1":"供货者提供的销售凭证：销售票证、社会信用代码或者身份证复印件等可追溯凭证","Text2":"销售者与供货者签订的食用农产品采购协议","Text3":"销售票证应当包含供货者名称、地址、联系方式、产品名称等内容","Text4":"动物产品检疫合格证明、肉品品质检验合格证明","Answer":"ABCD"},
        {"Question":"下列情况下可使用食品添加剂（）。","Text1":"保持或提高食品本身营养价值","Text2":"作为某些特殊膳食用食品的必要配料或成分","Text3":"提高食品的质量和稳定性，改进其感官特征","Text4":"便于食品的生产、加工、包装、运输和贮藏","Answer":"ABCD"},
        {"Question":"社会共治是食品安全治理的一个新原则、新理念。在社会共治方面，强化了（）等方面的规定。","Text1":"行业协会","Text2":"消费者协会","Text3":"新闻媒体","Text4":"群众投诉举报","Answer":"ABCD"},
        {"Question":"以下哪些情形影响食品冷藏、冷冻温度（）。","Text1":"冰箱内较厚积霜","Text2":"存放了大量食品","Text3":"常取用冰箱内食品","Text4":"未冷却食品放入冰箱","Answer":"ABCD"},
        {"Question":"供餐操作时要求工作人员()。","Text1":"手部不接触餐具的内面","Text2":"上岗前认真洗手","Text3":"使用长柄工具","Text4":"避免反复堆叠消毒后的餐具","Answer":"ABCD"},
        {"Question":"灭火的基本方法有()。","Text1":"窒息灭火法","Text2":"冷却灭火法","Text3":"隔离灭火法","Text4":"抑制灭火法","Answer":"ABCD"},
        {"Question":"高层楼上发生火灾时，我们不应该做什么（）。","Text1":"乘坐电梯","Text2":"从楼梯逃生","Text3":"跳楼","Text4":"到窗户呼救","Answer":"AC"},
        {"Question":"正确的火场逃生方法有（）。","Text1":"按安全出口指示逃生","Text2":"淋湿衣服、用湿毛巾捂住口鼻等逃离火场","Text3":"采用低姿势撤离，手摸墙壁徐徐撤离","Text4":"楼道内烟雾过浓时，应利用窗户阳台逃生","Answer":"ABCD"},
        {"Question":"预防宿舍火灾，应注意（）。","Text1":"不在宿舍使用“热得快”等违章电器","Text2":"不在宿舍使用酒精炉","Text3":"不在宿舍抽烟，尤其是躺卧吸烟或乱扔烟头","Text4":"离开宿舍时拔下电源插头","Answer":"ABCD"},
        {"Question":"电褥子如果使用不当很容易引发火灾，使用中应注意（）。","Text1":"不可长期通电使用","Text2":"不可折叠使用","Text3":"不可用水洗","Text4":"不可在弹性和伸缩性较大的床上使用","Answer":"ABCD"},
        {"Question":"发现火灾后，应及时、准确地报告火警，报告火警时，应讲清（）。","Text1":"报警人的姓名、电话号码","Text2":"起火单位的名称、地址","Text3":"燃烧物性质、火势情况","Text4":"有无被困人员、有无爆炸和毒气泄漏","Answer":"ABCD"},
        {"Question":"火灾中能够产生什么样的有毒气体（）。","Text1":"一氧化碳","Text2":"二氧化碳","Text3":"二氧化硫","Text4":"氯化氢","Answer":"ACD"},
        {"Question":"什么环境的公共场所尽可能不要前往消费（）。","Text1":"安全门上锁","Text2":"位于地下室的场所","Text3":"用易燃物装修的场所","Text4":"只有单一出入口的场所","Answer":"ABCD"},
        {"Question":"楼道内发生火灾时，你如果被困在室内如何求救（）。","Text1":"到容易被发现处呼救","Text2":"设法阻止烟流进入室内","Text3":"报警求救","Text4":"打开门往外跑","Answer":"ABC"},
        {"Question":"消防安全“四个能力”指（）。","Text1":"会检查消除火灾隐患","Text2":"会扑救初期火灾","Text3":"会组织人员疏散逃生","Text4":"会教育宣传培训","Answer":"ABCD"},
        {"Question":"手提式灭火器的正确使用方法是（）。","Text1":"拔出铁销子拉环","Text2":"人站在上风头、将喷嘴对住火源根部","Text3":"用手压住压把喷出灭火剂灭火","Text4":"人站在下风头、将喷嘴对住火源根部","Answer":"ABC"},
        {"Question":"穿着的衣服着火应立即（）。","Text1":"立刻脱掉着火衣服","Text2":"就地卧倒翻滚把火压灭","Text3":"快跑找人灭火","Text4":"用灭火器直接往人身体上喷射","Answer":"AB"},
        {"Question":"使用电吹风时应做到（）。","Text1":"人不能离开","Text2":"使用完后断掉电源","Text3":"临时停电或出现故障时及时断开电源","Text4":"使用完继续通电源","Answer":"ABC"},
        {"Question":"火场扑救原则是（）。","Text1":"先人后物","Text2":"先重点后一般","Text3":"先控制后消灭","Text4":"先贵重物品","Answer":"ABC"},
        {"Question":"冬季火灾事故多的原因是（）","Text1":"风干物燥","Text2":"用火用电用气增多","Text3":"昼短夜长，初起火灾不易及时发现","Text4":"乱用明火","Answer":"ABC"},
        {"Question":"每日防火巡查内容有（）。","Text1":"用火用电情况","Text2":"安全出口，疏散通道","Text3":"消防器材，安全标志","Text4":"防火门常闭，卷帘门无杂物","Answer":"ABCD"},
        {"Question":"擅自拆封或者使用被公安机关消防机构查封的场所、部位的，处以（）。","Text1":"警告","Text2":"单处或并处五百元以下罚款","Text3":"十日以上十五日以下拘留","Text4":"拘役或管制","Answer":"ABC"},
        {"Question":"电器产品、燃气用具的安装、使用及其线路、管路的设计、敷设、维护保养、检测不符合消防技术标准和管理规定，逾期不改正的，处以（）。","Text1":"责令停止使用","Text2":"并处一千元以上五千元以下罚款","Text3":"十五日以下拘留","Text4":"十日以下拘留","Answer":"AB"},
        {"Question":"公安机关消防机构有权根据需要采取以下措施（）。","Text1":"封闭火灾现场","Text2":"调查火灾原因","Text3":"统计火灾损失","Text4":"要求相关人员接受事故调查","Answer":"ABCD"},
        {"Question":"公众聚集场所未经消防安全检查或者经检查不符合消防安全要求，擅自投入营业使用的，可以（）。","Text1":"批评教育","Text2":"责令停止使用","Text3":"停产停业整顿","Text4":"并处三万元以上三十万元以下罚款","Answer":"BCD"},
        {"Question":"建筑设计单位不按照消防技术标准强制性要求进行消防设计的，可以（）。","Text1":"口头警告","Text2":"责令改正","Text3":"停止施工","Text4":"并处一万元以上十万元以下罚款","Answer":"BCD"},
        {"Question":"社会单位消防设施、器材或者消防安全标志标识的配置、设置不符合国家标准、行业标准，或者未保持完好有效的（）。","Text1":"通报批评","Text2":"责令改正","Text3":"并处五千元以上五万元以下罚款","Text4":"并处五千元以上两万元以下罚款","Answer":"BC"},
        {"Question":"有下列行为之一的，处以警告或者五百元以下罚款；情节严重的，处五日以下拘留（）。","Text1":"违规进入生产、储存易燃易爆危险品场所","Text2":"违规使用明火作业","Text3":"在具有火灾、爆炸危险的场所吸烟、使用明火的","Text4":"人员密集场所使用不合格的消防产品或者国家明令淘汰的消防产品的","Answer":"ABC"},
        {"Question":"人员密集场所使用不合格的消防产品或者国家明令淘汰的消防产品的，可以（）。","Text1":"责令限期改正","Text2":"处五千元以上五万元以下罚款","Text3":"责令停产停业","Text4":"对其直接负责的主管人员和其他直接责任人员处五百元以上二千元以下罚款","Answer":"ABC"},
        {"Question":"下列哪些人员必须接受消防安全专门培训（）。","Text1":"消防安全责任人、消防安全管理人","Text2":"专兼职消防管理人员","Text3":"消防控制室值班操作人员","Text4":"餐饮从业人员","Answer":"ABC"},
        {"Question":"应设置食品安全管理机构并配备专职食品安全管理人员的单位是（）。","Text1":"大型以上餐馆(含大型餐馆)","Text2":"学校食堂","Text3":"连锁经营餐饮服务企业","Text4":"集体用餐配送单位","Answer":"ABD"},
        {"Question":"餐饮服务单位食品制作加工中禁止使用食品添加剂的情况有（）。","Text1":"在即食食品(不包括预包装食品)中使用合成色素、漂白剂、防腐剂等","Text2":"食品半成品加工制作中使用合成色素、漂白剂、防腐剂等食品添加剂","Text3":"因加工工艺使用膨松剂","Text4":"因加工工艺使用面包改良剂","Answer":"AB"},
        {"Question":"《餐饮服务食品安全操作规范》中提出应设置专间的加工操作场所是（）。","Text1":"凉菜配制","Text2":"裱花操作","Text3":"集体用餐配送单位进行食品分装","Text4":"水果拼盘制作","Answer":"ABC"},
        {"Question":"违反《食品安全法》规定，未经许可从事食品生产经营活动，或者未经许可生产食品添加剂的，由有关主管部门按照各自职责分工，予以（）。","Text1":"没收违法所得、违法生产经营的食品、食品添加剂","Text2":"没收用于违法生产经营的工具、设备、原料等物品","Text3":"违法生产经营的食品、食品添加剂货值金额不足一万元的，并处二千元以上五万元以下罚款","Text4":"违法生产经营的食品、食品添加剂货值金额一万元以上的，并处货值金额五倍以上十倍以下罚款","Answer":"ABCD"},
        {"Question":"食品安全管理员应当掌握的知识包括（）。","Text1":"食品安全法律法规、标准和技术规范","Text2":"常见的食品污染因素及其预防控制措施","Text3":"食物中毒和其他食源性疾病的预防处理原则","Text4":"餐饮加工场所环境卫生、流程布局、设备设施方面的要求","Answer":"ABCD"},
        {"Question":"以下关于餐饮服务提供者违法责任规定的说法正确的是（）。","Text1":"在同一违反《食品安全法》、《食品安全法实施条例》等食品安全法律法规的案件中，有两种以上应当给予行政处罚的违法行为时，食品药品监督管理部门应当分别裁量，合并处罚","Text2":"造成重大社会影响或者有死亡病例等严重后果的属于“情节严重”","Text3":"连续12个月内已受到2次以上较大数额罚款处罚的属于“情节严重”","Text4":"连续12个月内已受到一次责令停业行政处罚的属于“情节严重”","Answer":"ABCD"},
        {"Question":"日常检查中，实施检查的执法人员可以采取的工作方法有（）。","Text1":"现场查看","Text2":"抽样检验","Text3":"人员询问","Text4":"查阅文件档案","Answer":"ABCD"},
        {"Question":"GB14930.2-94食品工具、设备用洗涤消毒剂卫生标准中规定了食品工具、设备洗涤消毒剂的（）。","Text1":"生产工艺","Text2":"卫生要求","Text3":"杀灭细菌的指标","Text4":"杀灭肝炎病毒的指标","Answer":"BCD"},
        {"Question":"应当设专职食品安全管理人员的单位有（）。","Text1":"特大型餐馆，大型餐馆","Text2":"学校食堂","Text3":"中型餐馆","Text4":"供餐人数500人以上的机关、企事业单位食堂","Answer":"ABD"},
        {"Question":"清洁操作区是指为防止食品被环境污染，清洁要求较高的操作场所，包括（）。","Text1":"切配场所","Text2":"备餐场所","Text3":"专间","Text4":"烹调场所","Answer":"BC"},
        {"Question":"餐饮服务提供者的（）改变的，应当向原发证部门提出办理《餐饮服务许可证》记载内容变更申请，并提供有关部门出具的有关核准证明。","Text1":"名称","Text2":"法定代表人(负责人或者业主)","Text3":"地址门牌号(实际经营场所未改变)","Text4":"健康证","Answer":"ABC"},
        {"Question":"食品安全监督检查人员抽样时的注意事项（）。","Text1":"必须按照抽样计划和抽样程序进行","Text2":"填写抽样记录","Text3":"抽样检验应当购买产品样品，不得收取检验费和其他任何费用","Text4":"应当及时将样品送达有资质的检验机构","Answer":"ABCD"},
        {"Question":"餐饮服务提供者的（）需要改变的，应当向原发证部门申请办理《餐饮服务许可证》变更手续。","Text1":"健康证","Text2":"许可类别","Text3":"备注项目","Text4":"布局流程、主要卫生设施","Answer":"BCD"},
        {"Question":"在中华人民共和国境内从事下列哪些活动，应当遵守《食品安全法》（）。","Text1":"食品生产和加工，食品流通和餐饮服务","Text2":"食品添加剂的生产经营","Text3":"用于食品的包装材料、容器、洗涤剂、消毒剂和用于食品生产经营的工具、设备的生产经营","Text4":"食品生产经营者使用食品添加剂、食品相关产品","Answer":"ABCD"},
        {"Question":"“生熟分开”指（）。","Text1":"接触生、熟食品的人员分开","Text2":"加工所用的工具分开","Text3":"存放冷库、冰箱分开","Text4":"原料分开","Answer":"ABCD"},
        {"Question":"餐饮服务食品安全监管部门对重大活动餐饮服务提供者的现场检查包括（）。","Text1":"加工制作环境","Text2":"冷菜制作","Text3":"餐用具清洗消毒","Text4":"食品留样","Answer":"ABCD"},
        {"Question":"县级以上（）应当对食品进行定期或者不定期的抽样检验。进行抽样检验，应当购买抽取的样品，不收取检验费和其他任何费用。","Text1":"质量监督部门","Text2":"卫生行政管理部门","Text3":"食品药品监督管理部门","Text4":"工商行政管理部门","Answer":"ACD"},
        {"Question":"专间是餐饮业食品安全要求最高的场所，包括（）等操作专用的房间。","Text1":"冷菜","Text2":"裱花蛋糕","Text3":"备餐","Text4":"盒饭分装","Answer":"ABCD"},
        {"Question":"承担重大活动餐饮服务保障的餐饮服务提供者应具备的条件是（）。","Text1":"餐饮服务食品安全监督管理量化分级A级(或具备与A级标准相当的条件)","Text2":"具备与重大活动供餐人数、供餐形式相适应的餐饮服务提供能力","Text3":"配备专职食品安全管理人员","Text4":"合法、固定、可靠的食品进货渠道","Answer":"ABCD"},
        {"Question":"常用消毒剂包括（）。","Text1":"漂白粉","Text2":"碘伏","Text3":"纯净水","Text4":"乙醇","Answer":"ABD"},
        {"Question":"国家建立食品召回制度，食品生产者发现其生产的食品不符合食品安全标准，应当（）。","Text1":"立即停止生产","Text2":"召回已经上市销售的食品","Text3":"通知相关生产经营者和消费者","Text4":"记录召回和通知情况","Answer":"ABCD"},
        {"Question":"食品生产加工小作坊和食品摊贩从事食品生产经营活动，应当符合本法规定的与其生产经营规模、条件相适应的食品安全要求，保证所生产经营的食品（），有关部门应当对其加强监督管理，具体管理办法由省、自治区、直辖市人民代表大会常务委员会依照本法制定。","Text1":"卫生","Text2":"无毒","Text3":"无害","Text4":"可口","Answer":"ABC"},
        {"Question":"食品、食品添加剂和食品相关产品采购入库前，餐饮服务提供者应当（）。","Text1":"查验所购产品外包装、包装标识是否符合规定","Text2":"查验产品与购物凭证是否相符","Text3":"建立采购记录","Text4":"进行感官鉴别，感官性状异常的禁止入库","Answer":"ABCD"},
        {"Question":"报警人或知情人应协助消防人员开展以下哪些工作（）。","Text1":"引导消防车辆、人员到达火灾现场","Text2":"介绍起火位置（建筑）的有关情况和有无人员被困","Text3":"介绍周边可利用的消防水源","Text4":"与消防员一起进入火场灭火救人","Answer":"ABC"},
        {"Question":"进入公共场所，应注意观察哪些部位，以便于发生火灾时能够紧急逃生（）。","Text1":"进出口位置","Text2":"安全出口","Text3":"疏散楼梯","Text4":"电梯","Answer":"ABC"},
        {"Question":"对于消防器材和设施，我们应该（）。","Text1":"火灾很少发生，消防设施一般很少用到，在周围可以堆放物品","Text2":"不埋压、圈占、遮挡消防器材设施","Text3":"定期维护和保养","Text4":"不挪作它用","Answer":"BCD"},
        {"Question":"单位要对员工进行消防安全培训，使每位员工具备以下能力（）。","Text1":"会检查和消除火灾隐患","Text2":"会报火警","Text3":"会扑救初起火灾","Text4":"会逃生自救，人员密集场所工作人员会组织人员疏散逃生","Answer":"ABCD"},
        {"Question":"餐饮单位常用的“五常法”包括（）。","Text1":"常处理","Text2":"常整顿","Text3":"常清洁","Text4":"常组织","Answer":"BCD"},
        {"Question":"选购放心肉、正确的做法是什么（）。","Text1":"看是否有动物检疫合格证明和胴体上是否有蓝色滚花印章","Text2":"禽类和牛羊肉类未有动物检疫合格证明","Text3":"购买预包装熟肉制品要仔细查看标签","Text4":"以上做法都不正确","Answer":"AC"},
        {"Question":"餐饮业烹调安全要求（）。","Text1":"发现有腐败变质或感观性状异常的，不得进行烹调加工","Text2":"回收的食品或辅料不得经烹调加工后再次供应","Text3":"需要熟制加工的食品应烧熟煮透，其加工时的中心温度低于70度","Text4":"加工后的成品应与半成品、原料分开存放","Answer":"ABD"},
        {"Question":"餐用具的食品安全要求（）。","Text1":"重复使用一次性餐用具","Text2":"接触直接入口食品的餐用具使用前应洗净消毒","Text3":"已消毒和未消毒的餐具应分开存放","Text4":"消毒后的餐用具贮存在专用保洁柜内备用，保洁柜存放其它物品","Answer":"BC"},
        {"Question":"食品贮存的安全要求包括（）。","Text1":"食品贮存场所存放有毒有害物品及个人生活用品","Text2":"食品要分类分架、离地离墙存放","Text3":"要定期检查食品质量，不得使用过期和变质食品","Text4":"应遵循先进后出的原则","Answer":"BC"},
        {"Question":"餐饮业食品处理区中，不属于清洁操作区的有（）。","Text1":"食品库房","Text2":"凉菜间","Text3":"备餐间","Text4":"餐具保洁场所","Answer":"AD"},
        {"Question":"《食品安全法》规定禁止生产经营的食品包括（）。","Text1":"使用三聚氰胺加工的纯牛奶","Text2":"未经动物检疫的猪肉","Text3":"没有标签的袋装蛋糕","Text4":"标明生产日期的瓶装酱油","Answer":"ABC"},
        {"Question":"下列哪些人员必须进行健康检查，取得健康证后方可参加工作()。","Text1":"新参加工作的食品生产经营人员","Text2":"临时参加工作的食品生产经营人员","Text3":"体检满一年后的食品生产经营人员","Text4":"办好健康证后休假一月再上班的食品生产经营人员","Answer":"ABC"},
        {"Question":"下列哪种厨师的操作做法可能引起细菌交叉污染（）。","Text1":"生、熟食品混放","Text2":"鱼肉蔬菜同一个砧板切配","Text3":"消毒好的餐具摆放在保洁柜","Text4":"使用同一把刀具切配","Answer":"ABD"},
        {"Question":"消毒过的餐具，其感官卫生要求应达到（）。","Text1":"光洁","Text2":"无水迹和油腻","Text3":"只要没有食物残渣，可以有水迹和油腻","Text4":"干燥无异味","Answer":"ABD"},
        {"Question":"食品安全管理人员基本要求（）。","Text1":"身体健康并持有有效健康证明","Text2":"具备1年以上餐饮服务食品安全工作经历","Text3":"持有有效培训合格证明","Text4":"食品药品监督管理部门规定的其他条件","Answer":"ACD"},
        {"Question":"从业人员健康管理要求（）。","Text1":"从业人员（包括新参加和临时参加工作的人员）在上岗前应取得健康证明","Text2":"每2年进行一次健康检查，必要时进行临时健康检查","Text3":"患有《食品安全法实施条例》第二十三条所列疾病的人员，不得从事接触直接入口食品的工作","Text4":"餐饮服务提供者应建立每日晨检制度","Answer":"ACD"},
        {"Question":"从业人员工作服管理要求（）。","Text1":"工作服（包括衣、帽、口罩）宜用白色或浅色布料制作，专间工作服宜从颜色或式样上予以区分","Text2":"工作服应定期更换，保持清洁","Text3":"从业人员上卫生间前应在食品处理区内脱去工作服","Text4":"待清洗的工作服可以放在食品处理区","Answer":"ABC"},
        {"Question":"餐饮服务单位卫生间要求（）。","Text1":"卫生间可以设在食品处理区","Text2":"卫生间应设有效排气装置，并有适当照明","Text3":"外门应能自动关闭","Text4":"卫生间内的洗手设施，宜设置在出口附近","Answer":"BCD"},
        {"Question":"餐饮服务单位库房要求（）。","Text1":"食品和非食品可以同时设在一个库房内","Text2":"食品库房应根据贮存条件的不同分别设置，必要时设冷冻（藏）库","Text3":"同一库房内贮存不同类别食品和物品的应区分存放区域，不同区域应有明显标识","Text4":"除冷冻（藏）库外的库房应有良好的通风、防潮、防鼠等设施","Answer":"BCD"},
        {"Question":"防尘、防鼠、防虫害设施及其相关物品管理要求（）。","Text1":"加工经营场所门窗应规定设置防尘防鼠防虫害设施","Text2":"加工经营场所可设置灭蝇设施，使用灭蝇灯的，应悬挂于距地面1.2m左右高度，且应与食品加工操作场所保持一定距离","Text3":"应定期进行除虫灭害工作，防止害虫孳生","Text4":"杀虫剂、杀鼠剂及其他有毒有害物品存放，应有固定的场所（或橱柜）并上锁，有明显的警示标识，并有专人保管","Answer":"ACD"},
        {"Question":"废弃物暂存设施要求正确的是（）。","Text1":"食品处理区内可能产生废弃物或垃圾的场所均应设有废弃物容器","Text2":"废弃物容器应与加工用容器有明显的区分标识","Text3":"废弃物容器应配有盖子，以坚固及不透水的材料制造","Text4":"专间内的废弃物容器盖子为手动开启式","Answer":"ABC"},
        {"Question":"食品添加剂的使用要求（）。","Text1":"食品添加剂应专人采购、专人保管、专人领用、专人登记、专柜保存","Text2":"食品添加剂的存放应有固定的场所（或橱柜），标识“食品添加剂”字样，盛装容器上应标明食品添加剂名称","Text3":"食品添加剂的使用应符合国家有关规定","Text4":"食品添加剂的使用可大约称量，留有详细记录","Answer":"ABC"},
        {"Question":"食品留样要求（）。","Text1":"学校食堂（含托幼机构食堂）、超过50人的建筑工地食堂、集体用餐配送单位、重大活动餐饮服务和超过100人的一次性聚餐，每餐次的食品成品应留样","Text2":"留样食品应按品种分别盛放于清洗消毒后的密闭专用容器内，并放置在专用冷冻冰箱中","Text3":"留样食品应在冷藏条件下存放48小时以上","Text4":"每个品种留样量应满足检验需要，不少于125g","Answer":"CD"},
        {"Question":"一个关键控制点监控的计划通常由（）组成。","Text1":"监控的对象","Text2":"监控的方法","Text3":"监控的频率","Text4":"监控人员","Answer":"ABCD"},
        {"Question":"食品在运输时需要采取防护措施，其目的是 （）。","Text1":"保护食品不受污染","Text2":"快速到达目的地","Text3":"控制食品中致病微生物的滋生及毒素的产生","Text4":"防止在到达目的地后食品的状况已不适于消费","Answer":"ACD"},
        {"Question":"食品如存在下列 情形，提示食品原料可能变质的是（）。","Text1":"切面湿润的鲜肉","Text2":"眼睛凹陷的冻鱼","Text3":"翅尖呈褐的冻禽","Text4":"表面发黏的豆腐","Answer":"BCD"},
        {"Question":"以下关于化学消毒的说法，正确的是（）。","Text1":"保证有足够的消毒液浓度和消毒时间","Text2":"配好的消毒液定时更换，一般每6小时更换一次","Text3":"应使被消毒物品完全浸没于消毒液中","Text4":"餐具消毒前应洗净，避免油垢影响消毒效果","Answer":"ACD"},
        {"Question":"消费者通过网络食品交易第三方平台购买食品，其合法权益受到损害的，可以向入网食品经营者或者食品生产者要求赔偿。网络食品交易第三方平台提供者不能提供入网食品经营者的（），由网络食品交易第三方平台提供者赔偿。","Text1":"入网保证金","Text2":"真实名称","Text3":"地址","Text4":"有效联系方式","Answer":"BCD"},
        {"Question":"违反《食品安全法》规定，（）允许未依法取得许可的食品经营者进入市场销售食品，或者未履行检查、报告等义务的，由县级以上人民政府食品药品监督管理部门责令改正，没收违法所得，并处5万元以上20万元以下罚款。","Text1":"集中交易市场的开办者","Text2":"房屋出租者","Text3":"柜台出租者","Text4":"展销会的举办者","Answer":"ACD"},
        {"Question":"（）等集中用餐单位的主管部门应当加强对集中用餐单位的食品安全教育和日常管理，降低食品安全风险，及时消除食品安全隐患。","Text1":"学校","Text2":"托幼机构","Text3":"养老机构","Text4":"建筑工地","Answer":"ABCD"},
        {"Question":"国家建立统一的食品安全信息平台，实行食品安全信息统一公布制度。（）由国务院食品药品监督管理部门统一公布。","Text1":"国家食品安全总体情况","Text2":"食品安全风险警示信息","Text3":"重大食品安全事故","Text4":"调查处理信息和国务院确定需要统一公布的其他信息","Answer":"ABCD"},
        {"Question":"国家建立食品安全风险评估制度，对食品、食品添加剂、食品相关产品中（）危害因素进行风险评估。","Text1":"生物性","Text2":"化学性","Text3":"物理性","Text4":"辐射性","Answer":"ABC"},
        {"Question":"食品生产企业应当就（）事项制定并实施控制要求，保证所生产的食品符合食品安全标准。","Text1":"原料采购、原料验收、投料等原料控制","Text2":"生产工序、设备、贮存、包装等生产关键环节控制","Text3":"原料检验、半成品检验、成品出厂检验等检验控制","Text4":"运输和交付控制","Answer":"ABCD"},
        {"Question":"火灾现场内的烟气有哪些危害性（）。","Text1":"遮光","Text2":"毒性","Text3":"高温","Text4":"窒息性","Answer":"BCD"},
        {"Question":"遭遇火险正确脱险方法有下面哪几条（）。","Text1":"用湿毛巾掩住口鼻，从安全通道匍匐前进","Text2":"披上浸湿的衣物，向安全出口方向逃生","Text3":"用床单、衣服等自制简易救生绳从楼上小心滑下","Text4":"身上着火，可就地打滚或用厚重的衣物压灭火苗","Answer":"ABCD"},
        {"Question":"某学校的一名职工拨打119谎称办公楼起火，按照《消防法》规定谎报火警可以给予（）行政处罚。","Text1":"处十日以上十五日以下拘留","Text2":"处一千元以下罚款","Text3":"处五日以上十日以下拘留，可以并处五百元以下罚款","Text4":"情节较轻的，处五日以下拘留或者五百元以下罚款","Answer":"CD"},
        {"Question":"如果睡觉时被火场中烟气呛醒，在条件允许的情况下，正确的做法是（）。","Text1":"迅速将门窗打开","Text2":"在逃出门之前将着火房间的门窗关好","Text3":"将毛巾淋湿后捂住口鼻，迅速弯腰低姿跑到安全区域","Text4":"躲在床底下，等待消防队前来救援","Answer":"BC"},
        {"Question":"用手提式灭火器灭火的正确方法是（）。","Text1":"拔去保险插销","Text2":"一手紧握灭火器喷嘴","Text3":"一手提灭火器并下压压把","Text4":"对准火焰根部喷射","Answer":"ABCD"},
        {"Question":"使用灭火器时，应注意以下哪几点（）。","Text1":"站在上风方向灭火","Text2":"站在下风方向灭火","Text3":"对准燃烧点根部喷射","Text4":"对准燃烧点上部喷射","Answer":"AC"},
        {"Question":"火灾致人死亡的主要原因有（）。","Text1":"有毒气体中毒","Text2":"缺氧导致死亡","Text3":"烧伤致死","Text4":"吸入热气引起肺水肿而窒息死亡","Answer":"ABCD"},
        {"Question":"干粉灭火器主要用于扑救哪类火灾（）。","Text1":"石油及其产品","Text2":"可燃气体","Text3":"含碳物质可燃物","Text4":"精密仪器","Answer":"ABC"},
        {"Question":"物质发生燃烧所需的必要条件（）。","Text1":"湿度","Text2":"可燃物","Text3":"温度（点火源)","Text4":"助燃物","Answer":"BCD"},
        {"Question":"水是最好用的灭火剂，常见的火灾都可以用水扑救。但以下哪些特殊火灾不能用水扑灭（）。","Text1":"带电设备火灾","Text2":"油类火灾","Text3":"特殊的化学品火灾","Text4":"木材火灾","Answer":"ABC"},
        {"Question":"面对火灾，以下哪些逃生方法是正确的（）。","Text1":"乘坐电梯选生","Text2":"选择逃生通道自救","Text3":"结绳下滑自救","Text4":"向外界求救","Answer":"BCD"},
        {"Question":"燃烧按点燃方式的不同可分为（）。","Text1":"引燃","Text2":"微燃","Text3":"自燃","Text4":"轰燃","Answer":"AC"},
        {"Question":"火场中逃生时不正确的方法是（）。","Text1":"在平房内关闭门窗，隔断火路，等待救援","Text2":"使用电梯快速脱离火场","Text3":"利用绳索等，顺绳索滑落到地面","Text4":"必须跳楼时要尽量缩小高度，做到双脚先落地","Answer":"AB"},
        {"Question":"预防火灾的基本措施有（）。","Text1":"控制和消除点火源","Text2":"控制和消除可燃物","Text3":"控制和消除氧化性物质","Text4":"早发现、早控制、早消灭，防止蔓延","Answer":"ABCD"},
        {"Question":"《消防法》规定，有指使或者强令他人违反消防安全规定，冒险作业行为的，可以处（）。","Text1":"警告","Text2":"500元以下罚款","Text3":"500元以上1000元以下罚款","Text4":"十日以上十五日以下拘留","Answer":"ABD"},
        {"Question":"用水进行灭火时，主要依靠（）原理来进行灭火。","Text1":"隔离","Text2":"冷却","Text3":"稀释","Text4":"窒息","Answer":"BD"},
        {"Question":"火灾按一次火灾所造成的人员伤亡、受灾户数和财物损失金额大小，可分为4类，其中（）属于较大火灾。","Text1":"造成2人死亡","Text2":"造成9人死亡","Text3":"造成9人重伤","Text4":"造成11人重伤","Answer":"BD"},
        {"Question":"火灾按一次火灾所造成的人员伤亡、受灾户数和财物损失金额大小，可分为4类，其中（）属于一般火灾。","Text1":"造成2人死亡","Text2":"造成9人死亡","Text3":"造成9人重伤","Text4":"造成11人重伤","Answer":"AC"},
        {"Question":"燃烧是可燃物与氧化剂作用发生的放热反应，通常伴有（）的现象。","Text1":"火焰","Text2":"发光","Text3":"发声","Text4":"发烟","Answer":"ABD"},
        {"Question":"火灾是指在（）上失去控制的燃烧所造成的灾害。","Text1":"时间","Text2":"地点","Text3":"空间","Text4":"可燃物","Answer":"AC"},
        {"Question":"高层建筑火灾的特点是（）。","Text1":"蔓延快","Text2":"逃生困难","Text3":"容易灭火","Text4":"扑救困难","Answer":"ABD"},
        {"Question":"餐饮商户油烟排放一般分为()。","Text1":"烟道走上","Text2":"烟道走下","Text3":"直排","Text4":"走上过顶","Answer":"ABD"},
        {"Question":"常见油烟净化设备可分为()。","Text1":"静电式","Text2":"干式","Text3":"湿式","Text4":"复合式","Answer":"ACD"},
        {"Question":"餐饮商户须留存油烟清洗单位的()。","Text1":"油烟净化设施清洗维保单位资质复印件","Text2":"油烟净化设施清洗维保单位清洗合同（协议）","Text3":"每次清洗的过程照片","Text4":"每次清洗的付款证明或发票","Answer":"ABCD"},
        {"Question":"餐饮商户须留存油污油脂收运处置单位的()。","Text1":"油污油脂收运处置单位资质复印件","Text2":"油污油脂收运处置单位合同（协议","Text3":"每次油污油脂收运处置的过程照片","Text4":"每次收运处置的付款证明或发票","Answer":"ABCD"},
        {"Question":"废弃物存放容器应()。","Text1":"与食品加工制作容器有明显的区分标识","Text2":"配有盖子，防止有害生物侵入、不良气味或污水溢出","Text3":"内壁光滑，易于清洁","Text4":"须配置脚踩式或感应式垃圾桶","Answer":"ABC"},
        {"Question":"餐厨废弃物台账应记明()。","Text1":"收运处置时间","Text2":"种类","Text3":"数量","Text4":"收运者","Answer":"ABCD"},
        {"Question":"以下类型餐饮商户不需要安装油烟净化设备的是()。","Text1":"奶茶店","Text2":"早餐店","Text3":"沙县小吃","Text4":"兰州拉面","Answer":"AB"},
        {"Question":"以下类型餐饮商户需要安装油水分离设施的是()。","Text1":"奶茶店","Text2":"早餐店","Text3":"沙县小吃","Text4":"兰州拉面","Answer":"ABCD"},
        {"Question":"以下哪种证件是餐饮商户必须办理的()。","Text1":"排水许可证","Text2":"排污许可证","Text3":"消防许可证","Text4":"卫生许可证","Answer":"AB"},
        {"Question":"公司精神价值观包括以下哪几项（）。","Text1":"有情有义","Text2":"有胆有识","Text3":"有信有誉","Text4":"有为有位","Answer":"ABCD"},
        {"Question":"公司理念包括以下哪几项（）。","Text1":"公开","Text2":"公正","Text3":"专业","Text4":"严谨","Answer":"ABCD"},
        {"Question":"公司三个平台建设是指哪几项（）。","Text1":"公司平台","Text2":"商学院平台","Text3":"公共信息化平台","Text4":"大数据人工智能平台","Answer":"ABD"},
        {"Question":"公司的三个互助是指哪几项（）。","Text1":"网络互助","Text2":"思想互助","Text3":"技术互助","Text4":"营销互助","Answer":"BCD"},
        {"Question":"城市安全中心队伍建设目标“五化”包括以下哪几项（）。","Text1":"职业化","Text2":"规范化","Text3":"标准化","Text4":"效能化","Answer":"ABCD"},
        {"Question":"要良好实施ISO 22000，企业达到的目标应包括()。","Text1":"确保提供的产品按预期用途对消费者是安全的","Text2":"证实符合适用的食品安全法律法规要求","Text3":"评价和评估顾客要求，并证实其符合双方商定的、与食品安全有关的顾客要求，以增强顾客满意度","Text4":"与供方、顾客及食品链中的其他相关方在食品安全方面进行有效沟通","Answer":"ABCD"},
        {"Question":"属于HACCP计划的内容是（）。","Text1":"控制措施","Text2":"关键限值","Text3":"监视程序","Text4":"职责和权限","Answer":"ABCD"},
        {"Question":"属于餐饮服务辅助区的是（）。","Text1":"更衣区","Text2":"卫生间","Text3":"非食品库房","Text4":"切配区","Answer":"ABC"},
        {"Question":"属于准清洁操作区的是（）。","Text1":"餐用具清洗消毒区","Text2":"备餐区","Text3":"烹饪区","Text4":"餐用具保洁区","Answer":"CD"},
        {"Question":"属于专用操作区的是（）。","Text1":"裱花间","Text2":"备餐区","Text3":"果蔬拼盘加工制作区","Text4":"现榨果蔬汁加工制作区","Answer":"BCD"},
        {"Question":"属于一般操作区是（）。","Text1":"粗加工制作区","Text2":"切配区","Text3":"餐用具清洗消毒区","Text4":"果蔬拼盘加工制作区","Answer":"ABC"}    
        ]
    var Jdata = [
        {"Question":"食品是指各种供人食用或者饮用的成品和原料按照传统既是食品又是药品的物品及以治疗为目的的物品。","Answer":"N"},
        {"Question":"食品安全标准是强制执行的标准。除食品安全标准外，还应制定其他的食品强制性标准。","Answer":"N"},
        {"Question":"食品安全监督管理部门或者承担食品检验职责的机构食品行业协会消费者协会不得以广告或者其他形式向消费者推荐食品。","Answer":"Y"},
        {"Question":"食品安全监督检查人员抽样时必须按照抽样计划和抽样程序进行，并填写抽样记录。抽样检验应当购买产品样品，不得收取检验费和其他任何费用。","Answer":"Y"},
        {"Question":"《食品安全法》规定被召回的食品，食品生产者应当进行无害化处理或者予以销毁，防止其再次流入市场。","Answer":"Y"},
        {"Question":"集体用餐配送单位不纳入食品经营许可管理的范围。","Answer":"N"},
        {"Question":"任何单位和个人都有权举报食品经营许可实施过程中的违法行为。","Answer":"Y"},
        {"Question":"餐饮服务提供者必须依法取得《食品经营许可证》，按照许可范围依法经营，并在就餐场所醒目位置悬挂或者摆放《食品经营许可证》。","Answer":"Y"},
        {"Question":"食源性疾病是指通过摄食进入人体的有毒有害物质（包括生物性病原体）等致病因子所造成的疾病。","Answer":"Y"},
        {"Question":"金属类元素容易沉积在海鲜的头部，所以尽量不要吃虾头。","Answer":"Y"},
        {"Question":"国务院标准化行政部门负责对现行的食用农产品质量安全标准食品卫生标准食品质量标准和有关食品的行业标准中强制执行的标准予以整合，统一公布为食品安全国家标准。","Answer":"N"},
        {"Question":"国务院农业行政主管部门负责农产品质量安全标准的制定和发布。","Answer":"Y"},
        {"Question":"食品经营者贮存和经营散装食品，应当在贮存位置和容器外包装上标明食品的名称生产日期保质期生产者名称及联系方式等内容。","Answer":"Y"},
        {"Question":"国务院卫生行政部门牵头设立国家食品安全委员会，其工作职责由国务院规定。","Answer":"N"},
        {"Question":"食品原料食品添加剂食品相关产品进货查验记录应当真实，保存期限不得少于二年。","Answer":"Y"},
        {"Question":"食品生产经营者违反法律规定，聘用不得从事食品生产经营管理工作的人员从事管理工作的，由原发证部门吊销许可证。","Answer":"Y"},
        {"Question":"发生重大食品安全事故，设区的市级以上人民政府纪检监察部门应当立即会同有关部门进行事故责任调查，督促有关部门履行职责，向本级人民政府提出事故责任调查处理报告。","Answer":"N"},
        {"Question":"《中华人民共和国食品安全法》实施后，原有的《中华人民共和国食品卫生法》仍继续有效。","Answer":"N"},
        {"Question":"食品广告的内容应当真实合法，不得含有虚假夸大的内容，但可以涉及疾病预防治疗功能。","Answer":"N"},
        {"Question":"食品生产者发现其生产的食品不符合食品安全标准，应当立即停止生产，召回已经上市销售的食品，通知相关生产经营者和消费者，并记录召回和通知情况。","Answer":"Y"},
        {"Question":"餐饮服务提供者取得的《食品经营许可证》，不得转让涂改出借倒卖出租。","Answer":"Y"},
        {"Question":"食品生产经营人员每年应当进行健康检查，取得健康证明后方可参加工作。","Answer":"Y"},
        {"Question":"食品生产企业应当建立食品原料食品添加剂食品相关产品进货查验记录制度。","Answer":"Y"},
        {"Question":"餐饮企业的卫生等级一经评定后，就不再发生变化，不会有升降级。","Answer":"N"},
        {"Question":"宾馆饭店的卫生等级和酒店的星级评定完全一致，只要是星级酒店就一定是卫生A级单位。","Answer":"N"},
        {"Question":"扁豆中含有毒素，如没有加热彻底，食用后会出现恶心呕吐腹泻腹痛等症状。","Answer":"Y"},
        {"Question":"食品加工过程中成品与半成品可以混合存放。","Answer":"N"},
        {"Question":"由于亚硝酸盐与食盐外观上很接近，容易误食造成食物中毒，因此应该加强亚硝酸盐的保管。","Answer":"Y"},
        {"Question":"吃鲜黄花菜时，放入开水中煮后，在冷水中浸泡2-3小时，捞出烹调后方可食用。","Answer":"Y"},
        {"Question":"化学消毒完华后不一定使用流动水清除餐具表面上残留的消毒剂，去掉异味。","Answer":"N"},
        {"Question":"化学消毒选用的消毒剂必须是经卫生行政部门批准的餐具消毒剂，不能使用非餐具消毒剂进行餐具消毒。","Answer":"Y"},
        {"Question":"长期冷藏的食品应定期检查质量，注意有无脂肪酸败迹象，尤其是鱼肉脂 肪变黄，应及时处理。","Answer":"Y"},
        {"Question":"餐饮服务提供者必须依法取得《食品经营许可证》，按照许可范围依法经营,并在就餐场所醒目位置悬挂或者摆放《食品经营许可证》。","Answer":"Y"},
        {"Question":"餐饮业可以先营业，经试营业生意好的再办理食品经营许可证。","Answer":"N"},
        {"Question":"患有活动性肺结核疾病的人可以从事食品生产经营工作。","Answer":"N"},
        {"Question":"临时从事餐饮服务的企业不用取得《食品经营许可证》。","Answer":"N"},
        {"Question":"食品从业人员在试用期，可以先上岗后体检。","Answer":"N"},
        {"Question":"已取得食品经营许可证的企业在异地又从事服务的，可以不用再取得食品经营许可证。","Answer":"N"},
        {"Question":"从事餐饮服务的企业不得伪造涂改食品经营许可证，但可以出借食品经营许可证。","Answer":"N"},
        {"Question":"发生食品安全事故后，餐饮服务经营者应当配合食品安全监督管理部门进行食品安全事故调查处理，按照要求提供相关资料，不得拒绝。","Answer":"Y"},
        {"Question":"餐具饮具和盛入直接入口食品的容器，使用前应当洗净消毒。","Answer":"Y"},
        {"Question":"任何单位和个人不得对食品安全事故隐瞒谎报缓报不得毁灭有关证据。","Answer":"Y"},
        {"Question":"土豆出芽后，去皮去芽后就可以食用。","Answer":"N"},
        {"Question":"在餐厅食堂公示的“餐饮服务食品安全动态等级”中大笑和微笑两种笑脸表示：监管部门最近一次检查中，此餐厅食堂食品安全等级分别被定为优秀和良好。","Answer":"Y"},
        {"Question":"学校食堂使用泡打粉等食品添加剂时，应严格遵守国家标准规定的食品添加剂种类使用范围使用剂量，并在食堂就餐场所醒目位置予以公示。","Answer":"Y"},
        {"Question":"学校食堂接到学生投诉饭菜有异常或怀疑饭菜有变质时，应及时检查核实；如确有异常，应立即停止供应，通知学生停止食用，封存有异常的饭菜并报告政府相关部门调查。","Answer":"Y"},
        {"Question":"在餐馆用餐如果发现碗筷碟杯不干净时，用开水烫一下可以达到消毒的目的。","Answer":"N"},
        {"Question":"消毒后的碗碟筷杯等可以滤干或烘干，也可以使用抹布餐巾擦干。","Answer":"N"},
        {"Question":"吃豆浆时，将生豆浆煮沸后即可饮用。","Answer":"N"},
        {"Question":"烹饪四季豆时可先将四季豆放入开水中煮开10分钟以上再炒。","Answer":"Y"},
        {"Question":"冰箱就像食物的保险箱一样，食品可以在冰箱里长期冷藏，不会变质变味。","Answer":"N"},
        {"Question":"夏天气温高，可以多吃些凉菜，剩菜剩饭没有必要热透。","Answer":"N"},
        {"Question":"食品冷藏冷冻可以将原料成品半成品放在一起。","Answer":"N"},
        {"Question":"学校食堂（含托幼机构食堂）超过50人的建筑工地食堂集体用餐配送单位中央厨房，重大活动餐饮服务和超过50人的一次性聚餐，每餐次的食品成品应留样。","Answer":"N"},
        {"Question":"刚刚宰杀的肉味道鲜美营养价值最高，这种肉品消费观念是科学的。","Answer":"N"},
        {"Question":"在缺水的学校，为了节约用水，全班同学的碗筷可以在一盆水或者一桶水里面一起清洗，下一餐用餐时再用清水洗一下就可以了。","Answer":"N"},
        {"Question":"为了拿取方便，学生可以将自用的碗筷放在无人照管的任何地方。","Answer":"N"},
        {"Question":"可以采购使用散装食品添加剂。","Answer":"N"},
        {"Question":"顾客吃剩的食品可以回收作为原料，再次加工成食品出售。","Answer":"N"},
        {"Question":"食物中毒发生后最好直接与消费者协商解决，并尽快销毁可疑食品，清洗加工现场。","Answer":"N"},
        {"Question":"在学校食堂里，新参加工作和临时参加工作的炊事员可以不进行健康检查，也不需要取得健康证明。","Answer":"N"},
        {"Question":"在家里使用冰箱保存食品时，冷藏室设置的温度应该是在0℃～8℃之间，冷冻室温度宜设置在－12℃以下。","Answer":"Y"},
        {"Question":"食品，指各种供人食用或者饮用的成品和原料以及按照传统既是食品又是药品的物品，但是不包括以治疗为目的的物品。","Answer":"Y"},
        {"Question":"食品生产经营人员每2年应当进行健康检查取得健康证明后方可参加工作。　","Answer":"N"},
        {"Question":"食品生产企业应当建立食品原料食品添加剂食品相关产品进货查验记录制度。","Answer":"Y"},
        {"Question":"食品采购索取的《食品生产许可证》《食品经营许可证》《工商营业执照》《产品批准证书》等应在有效年度内。","Answer":"Y"},
        {"Question":"食品处理区的布局应遵循由一般操作区→准清洁操作区→清洁操作区的原则。","Answer":"Y"},
        {"Question":"食品冷藏冷冻贮藏应做到原料半成品成品严格分开，不得在同一冰室内存放。","Answer":"Y"},
        {"Question":"专职食品安全管理员不从事食品操作，因此，不需要具有从业人员健康合格证明。","Answer":"N"},
        {"Question":"食品安全管理员必须参加过食品安全管理员培训并经考核合格后方可上岗。","Answer":"Y"},
        {"Question":"食品加工过程中废弃的食用油脂应集中存放在有明显标志的容器内。","Answer":"Y"},
        {"Question":"由于留样食品需要保存48小时以上，为防止留样食品腐败，应在冷冻条件下存放。","Answer":"N"},
        {"Question":"加工人员必须认真检查待加工的食品及其食品原料，保证所用的原料新鲜卫生，发现有腐败变质或其他感官性状异常的，不得加工或使用。","Answer":"Y"},
        {"Question":"未取得食品经营许可证不得从事餐饮服务经营活动。","Answer":"Y"},
        {"Question":"冷冻熟食品应表面彻底解冻后经充分加热方可食用。","Answer":"N"},
        {"Question":"避免污染控制温度控制时间清洗和消毒控制加工量均为餐饮业预防细菌性食物中毒的关键点。","Answer":"Y"},
        {"Question":"食品从业人员不得留长指甲涂指甲油带手表耳环等首饰。","Answer":"Y"},
        {"Question":"食品处理区与外界相通的门窗均应有防尘防鼠防虫害设施。","Answer":"Y"},
        {"Question":"餐饮单位的食品处理区可以设置在室内，也可以设置在室外。","Answer":"N"},
        {"Question":"食品接触面原则上不得使用木质材料（工艺要求必须使用除外），必须使用木质材料的工具，应保证不会对食品产生污染。","Answer":"Y"},
        {"Question":"水蒸汽较多场所的天花板应有适当坡度减少凝结水滴落。","Answer":"Y"},
        {"Question":"食品与非食品可放置在同一库房内，但必须分区域并有明显标志。","Answer":"N"},
        {"Question":"就餐场所在教室内的，学校食堂应配备有运送饭菜和清洁餐具的密闭运输工具，并由持有健康证明的人员分发饭菜。","Answer":"Y"},
        {"Question":"食品经营企业应当建立食品进货查验记录制度，如实记录食品的名称规格数量生产批号保质期供货者名称及联系方式进货日期等内容。","Answer":"Y"},
        {"Question":"应用专用温度计定期测定冰室外部温度。","Answer":"Y"},
        {"Question":"备餐设备如有温度显示装置，显示的是食品的温度。应使用专用的温度计测量食品中心温度。","Answer":"Y"},
        {"Question":"杀虫剂杀鼠剂的采购及使用应有详细记录，包括使用人使用目的使用区域使用量使用及购买时间配制浓度等。使用后应进行复核，并按规定进行存放保管。","Answer":"Y"},
        {"Question":"专间内地漏的结构也应能够防止污水浊气等污染环境（如有水封的地漏）。","Answer":"Y"},
        {"Question":"一次性餐饮具经清洗消毒后也不可重复使用。","Answer":"Y"},
        {"Question":"除饮用水杯外，从业人员的其他任何个人物品均不得带入食品加工操作区域。","Answer":"N"},
        {"Question":"食品添加剂存放应有固定的场所（或橱柜），并有专人保管。","Answer":"Y"},
        {"Question":"食品制作过程可以消除存在于食品原料中的问题。","Answer":"N"},
        {"Question":"超过保质期的食品，可以折价销售。","Answer":"N"},
        {"Question":"餐饮服务经营中的主要害虫有蟑螂苍蝇和老鼠。","Answer":"Y"},
        {"Question":"病原体仅能通过人与人接触的途径传播。","Answer":"N"},
        {"Question":"每种食品添加剂在允许使用的每种食品中，都规定有最大允许使用量。","Answer":"N"},
        {"Question":"同一库房内贮存不同性质食品和物品的应区分存放区域，不同区域应有明显的标识。","Answer":"Y"},
        {"Question":"在加工人员更衣室或食品加工区的人员入口处应设置足够数量的洗手设施。","Answer":"Y"},
        {"Question":"烧煮生豆浆至80℃出现“假沸”现象时,将上涌泡沫除净后再以文火维持煮沸分钟3左右方可。烹饪四季豆时先将四季豆放入开水中烫煮5分钟以上再炒。鲜黄花菜要抽除白芯线去掉蕊芯后，用开水焯过，再用清水浸泡个2小时以上。","Answer":"N"},
        {"Question":"已盛装食品的容器直接放地上，因容器保护而不会导致食品污染。","Answer":"N"},
        {"Question":"备餐专间每餐使用前应进行空气和操作台的消毒。使用紫外线灯消毒的，应在放好饭菜后开启20分钟以上。","Answer":"N"},
        {"Question":"餐用具清洗消毒场所和食品库房不属于食品处理区。","Answer":"N"},
        {"Question":"对经过烹制成熟和腌漬入味处理后的食品虽无需加热而只进行简单制作并装盘即可食用的菜肴不属于凉菜；对经过清洗切配并简单调味制作即可食用的菜肴属于凉菜。","Answer":"N"},
        {"Question":"操作人员进入备餐专间前应更换洁净的工作衣帽，戴口罩，并将手洗净消毒。","Answer":"Y"},
        {"Question":"餐具饮具和盛放直接入口食品的容器，使用前未经洗净消毒或者清洗消毒不合格，或者餐饮服务设施设备未按规定定期维护清洗校验且发生20人以上50人以下食品安全事故的为情节严重。","Answer":"N"},
        {"Question":"废弃物至少应每天清除1次，清除后的容器应及时清洗，必要时进行消毒。","Answer":"Y"},
        {"Question":"食品冷藏冷冻贮藏半成品成品原料时，在同一冰室内存放，要将其严格分开。","Answer":"N"},
        {"Question":"操作人员在非专间操作时可以不戴口罩。","Answer":"N"},
        {"Question":"餐饮服务提供者对其加工制作和经营的食品安全负责。","Answer":"Y"},
        {"Question":"任何单位将食堂对外承包经营，单位的负责人都要对食品安全负责。","Answer":"Y"},
        {"Question":"中小学校和幼儿园委托社会供餐，也要对食品安全负责。","Answer":"Y"},
        {"Question":"学校（含托幼机构）校（院）长是学校（含托幼机构）食品安全第一责任人。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当对员工进行食品安全知识培训，保证食品安全。","Answer":"Y"},
        {"Question":"食品经营企业应当配备食品安全管理人员并经考核合格。","Answer":"Y"},
        {"Question":"大型餐饮服务企业和餐饮连锁企业及设有食堂的大中专院校应当建立食品安全管理机构并配备专职管理人员。","Answer":"Y"},
        {"Question":"食品安全管理人员应当负责对购买的食品原辅料食品加工制作过程餐饮具清洗消毒环境卫生等进行管理。","Answer":"Y"},
        {"Question":"任何单位和个人不得对食品安全事故隐瞒谎报缓报，不得隐匿伪造毁灭有关证据。","Answer":"Y"},
        {"Question":"餐饮服务提供者在发生食品安全事故后隐匿伪造毁灭有关证据的，责令停产停业，没收违法所得并处万10元以上50万元以下罚款。","Answer":"Y"},
        {"Question":"任何组织或者个人有权举报食品安全违法行为。","Answer":"Y"},
        {"Question":"倡导餐饮服务提供者公开加工过程，公示食品原料及其来源。","Answer":"Y"},
        {"Question":"食品经营许可申请人应当对许可申请材料的真实性负责。","Answer":"Y"},
        {"Question":"委托他人办理食品经营许可申请的，代理人应当提交授权委托书以及代理人的身份证明文件。","Answer":"Y"},
        {"Question":"食品经营许可证的正本和副本具有同等法律效力。","Answer":"Y"},
        {"Question":"餐饮服务提供者不得伪造涂改倒卖出租出借转让食品经营许可证。","Answer":"Y"},
        {"Question":"转让餐馆时，可以将食品经营许可证一并转让。","Answer":"N"},
        {"Question":"食品经营许可的事项发生变化后，应当在10个工作日内申请变更。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当对监督检查人员现场检查中形成的检查记录询问记录和抽样检验等文书进行核对，核对无误后签字或者盖章。","Answer":"Y"},
        {"Question":"日常监督检查结果为不符合，有发生食品安全事故潜在风险时，餐饮服务提供者应当边整改边经营。","Answer":"N"},
        {"Question":"日常监督检查结果为基本符合时，餐饮服务提供者应当按照监管部门的要求限期整改，并报告整改情况。","Answer":"Y"},
        {"Question":"职业学校普通中等学校小学特殊教育学校托幼机构的食堂原则上不得申请生食类食品制售项目。","Answer":"Y"},
        {"Question":"制作生食海产品时可以不在专间操作。","Answer":"N"},
        {"Question":"餐饮服务提供者不得采购贮存使用亚硝酸盐。","Answer":"Y"},
        {"Question":"餐饮服务提供者可以在食品库房内存放杀虫剂鼠药。","Answer":"N"},
        {"Question":"餐饮服务提供者不得使用工业用洗涤剂消毒剂对餐饮具进行清洗消毒。","Answer":"Y"},
        {"Question":"餐饮服务提供者可以将醇基燃料作为酒水提供给消费者饮用。","Answer":"N"},
        {"Question":"餐饮服务场所内可以设立圈养宰杀活的禽畜类动物的区域。","Answer":"N"},
        {"Question":"餐饮服务提供者采购蔬菜水果时可以到商场超市蔬菜水果种植基地批发市场采购，采购时要查验蔬菜水果的感官性状。","Answer":"Y"},
        {"Question":"餐饮服务提供者采购肉类时可以到屠宰场商场超市采购，在屠宰场采购的应当索取肉品的检疫合格证明。","Answer":"Y"},
        {"Question":"餐饮服务提供者不得采购来源不明标识不清感官性状异常的食用油。","Answer":"Y"},
        {"Question":"餐饮服务提供者经营的酒水饮料可以从取得许可证的生产企业商场超市采购，不得销售假酒。","Answer":"Y"},
        {"Question":"餐饮服务企业采购食品，应保存购货凭证，如实记录食品的名称数量进货日期等内容。","Answer":"Y"},
        {"Question":"实行统一配送经营方式的餐饮服务企业，可以由企业总部统一查验供货者的许可证和食品合格证明文件，进行食品进货查验。","Answer":"Y"},
        {"Question":"添加了食品添加剂的食品不安全。","Answer":"N"},
        {"Question":"天然食品添加剂一定比化学合成的食品添加剂更安全。","Answer":"N"},
        {"Question":"餐饮服务提供者应当定期检查库存食品，及时清理变质或者超过保质期的食品。","Answer":"Y"},
        {"Question":"餐饮服务企业应当制定食品安全事故处置方案。","Answer":"Y"},
        {"Question":"接触直接入口食品的包装材料餐具饮具和容器应当无毒清洁。","Answer":"Y"},
        {"Question":"“冷食类食品”一般指无需再加热，在常温或者低温状态下即可食用的食品，包括熟食卤味生食瓜果蔬菜腌菜等。","Answer":"Y"},
        {"Question":"“生食类食品”一般特指生食水产品，尽量不要生食淡水水产品。","Answer":"Y"},
        {"Question":"食品处理区按清洁程度可分为一级清洁操作区二级清洁操作区和三级清洁操作区。","Answer":"N"},
        {"Question":"可以在清洗原料的水池内涮洗墩布。","Answer":"N"},
        {"Question":"食品处理区的抹布应用途明确，定位存放，保持清洁。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当定期对加工制作和经营食品的质量安全状况进行自查。","Answer":"Y"},
        {"Question":"进口的预包装食品可以不标注中文标签。","Answer":"N"},
        {"Question":"为预防豆浆中毒，需将豆浆在“假沸”后保持沸腾3分钟以上。","Answer":"N"},
        {"Question":"需要冷藏的熟制食品，应当在冷却后及时冷藏。","Answer":"Y"},
        {"Question":"可以将未密封的熟食和生肉一起存放。","Answer":"N"},
        {"Question":"专间的温度应不高于30℃。","Answer":"N"},
        {"Question":"蒸制馒头包子花卷等可以使用含铝泡打粉。","Answer":"N"},
        {"Question":"经营鲜活水产品的餐饮服务提供者可以在饲养用水中添加硝基呋喃孔雀石绿等。","Answer":"N"},
        {"Question":"制作现榨果汁食用冰等可以使用自来水。","Answer":"N"},
        {"Question":"用于制作现榨饮料食用冰等食品的水，应为通过符合相关规定的净水设备处理后或煮沸冷却后的饮用水。","Answer":"Y"},
        {"Question":"自行对餐饮具清洗消毒的应当配备清洗消毒设备设施，采用蒸煮等方法消毒。","Answer":"Y"},
        {"Question":"不具备清洗消毒条件的餐饮服务提供者可以使用合法的集中消毒单位提供的餐饮具。","Answer":"Y"},
        {"Question":"“专间”内不得设置明沟。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当定期清理排水沟内的污物。","Answer":"Y"},
        {"Question":"售出后的菜品消费者如果未食用完，餐饮服务提供者可以回收加工后再次销售。","Answer":"N"},
        {"Question":"蔬菜水果生食的海产品等食品原料可在专间内清洗处理。","Answer":"N"},
        {"Question":"专间内应由专人加工制作，非操作人员不得擅自进入。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当对消费者提出的投诉立即核实，妥善处理。","Answer":"Y"},
        {"Question":"可以在贮存食品原料的场所内存放个人生活物品。","Answer":"N"},
        {"Question":"申请食品经营许可，应当先行取得营业执照等合法主体资格。","Answer":"Y"},
        {"Question":"低温能彻底杀灭微生物，所以冰箱可用来长期保存食品。","Answer":"N"},
        {"Question":"采购的食品添加剂标签上应该载明“食品添加剂”字样。","Answer":"Y"},
        {"Question":"禁止在餐食中加入药品，但中药材除外。","Answer":"N"},
        {"Question":"餐饮服务提供者终止经营，食品经营许可被撤回撤销或者吊销的，应当在30个工作日内申请办理注销。","Answer":"Y"},
        {"Question":"被许可人以欺骗贿赂等不正当手段取得食品经营许可的，由原发证部门撤销许可，并处1万元以上3万元以下罚款。","Answer":"Y"},
        {"Question":"餐饮服务提供者采购使用销售无中文标签的进口预包装食品，货值金额不足1万元的，将被处以5千元以上5万元以下罚款。","Answer":"Y"},
        {"Question":"餐饮服务提供者采用乙醇消毒容器物体表面或从业人员手部的，浓度为99%的乙醇消毒效果优于浓度为75%的乙醇。","Answer":"N"},
        {"Question":"发生食品安全事故或疑似食品安全事故的餐饮服务提供者，应当按照事故调查部门的要求提供相关资料和样品，不得拒绝。","Answer":"Y"},
        {"Question":"发生食物中毒或者疑似食物中毒后，餐饮服务提供者与中毒者协商解决了医疗及赔偿事宜的，可不必向当地食品药品监督管理部门卫生行政部门报告。","Answer":"N"},
        {"Question":"食品的冷藏温度要求和冷冻温度要求是一样的。","Answer":"N"},
        {"Question":"清洗消毒后的餐用具最好用沥干烘干的方式。使用抹布擦干的，抹布应专用，并经清洗消毒后方可使用。","Answer":"Y"},
        {"Question":"加工海产品时，必须严格区分加工用具和容器等，避免引发副溶血性弧菌食物中毒。","Answer":"Y"},
        {"Question":"集体聚餐人数超过100人的，餐饮服务提供者应当为提供的食品成品留样。","Answer":"Y"},
        {"Question":"野生蘑菇中存在多种有毒品种，食用中毒后病死率高，餐饮服务提供者经营野生蘑菇的要确保经营的蘑菇中未混入有毒品种。","Answer":"Y"},
        {"Question":"餐饮服务工作人员上厕所后应洗净手部，接触直接入口食品的人员还应消毒手部。","Answer":"Y"},
        {"Question":"餐饮服务提供者可以经营养殖河鲀活鱼和未经加工的河鲀整鱼。","Answer":"N"},
        {"Question":"螺类在生长过程中易被寄生虫污染，加工时应烧熟煮透。","Answer":"Y"},
        {"Question":"餐饮服务中使用的洗涤剂消毒剂应符合食品安全标准。","Answer":"Y"},
        {"Question":"幼儿园和中小学食堂尽量不要加工制作四季豆。","Answer":"Y"},
        {"Question":"餐饮服务提供者加工四季豆时应烧熟煮透，避免造成食物中毒。","Answer":"Y"},
        {"Question":"大型连锁餐饮企业应制定内部的餐饮服务食品安全操作规程。加工制作地方特色餐饮食品的要制定规范的加工制作方法。","Answer":"Y"},
        {"Question":"从事接触直接入口食品的人员应当进行健康检查，取得健康证明后方可上岗工作。","Answer":"Y"},
        {"Question":"食品处理区内可以设置卫生间。","Answer":"N"},
        {"Question":"餐饮服务提供者加工食品的用水，应当符合国家规定的生活饮用水卫生标准。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当在经营场所的显著位置悬挂或者摆放食品经营许可证正本。","Answer":"Y"},
        {"Question":"食品经营许可证遗失损坏的，应当向原发证部门申请补办。","Answer":"Y"},
        {"Question":"集体用餐配送单位在配送食品过程中，应将食品的中心温度保持在8℃以下或60℃以上。","Answer":"Y"},
        {"Question":"餐饮服务提供者在制作的原味果汁中可以添加呈味香精。","Answer":"N"},
        {"Question":"餐饮服务提供者应保持就餐场所的空气流通和卫生清洁。","Answer":"Y"},
        {"Question":"为勤俭节约，餐饮服务提供者可以重复使用火锅底料。","Answer":"N"},
        {"Question":"餐饮服务提供者对所有项目的食品检验结论均可以申请复检。","Answer":"N"},
        {"Question":"网络餐饮服务第三方平台提供者设立从事网络餐饮服务分支机构的，应当在设立后30个工作日向所在地食品药品监管部门备案。","Answer":"Y"},
        {"Question":"食品和食品添加剂与其标签说明书所载的内容不符的，不得上市销售。","Answer":"Y"},
        {"Question":"食品安全监管部门对食品进行抽样检验应当购买抽取的样品，不得收取任何费用。","Answer":"Y"},
        {"Question":"食品安全标准应当供公众免费查阅。","Answer":"Y"},
        {"Question":"名人明星在虚假广告中向消费者推荐食品，使消费者的合法权益受到损害的，应当与食品生产经营者承担相同责任。","Answer":"N"},
        {"Question":"食品广告中的内容应当其实，不得含有虚假或者夸大的内容，可涉及相关疾病预防治疗功能。","Answer":"N"},
        {"Question":"食品广告中允许含有食品安全监督管理部门或者承担食品检验职责的机构食品行业协会消费者协会推荐食品的内容。","Answer":"N"},
        {"Question":"对食品检验结论有异议的，可以依法进行复检。","Answer":"Y"},
        {"Question":"食品复检机构出具的复检结论为最终检验结论。","Answer":"Y"},
        {"Question":"任何单位或者个人不得阻挠干涉食品安全事故的调查处理。","Answer":"Y"},
        {"Question":"食品经营者不得经营病死毒死或者死因不明的禽畜兽水产动物肉类及其制品。","Answer":"Y"},
        {"Question":"食品经营者贮存散装食品，应当在贮存散装食品的窗口外包装上标明食品的名称生产日期保质期生产经营名称及联系方式等内容。","Answer":"Y"},
        {"Question":"食品抽样检验的复检机构与初检机构可以是同一机构。","Answer":"N"},
        {"Question":"食品生产经营者对其生产经营食品的安全负责。","Answer":"Y"},
        {"Question":"用于贮存运输和装卸食品的容器工具和设备只要干净就行，无其他要求。","Answer":"N"},
        {"Question":"生产经营转基因食品无需显著标示。","Answer":"N"},
        {"Question":"任何单位和个人不得编造散布虚假食品安全信息。","Answer":"Y"},
        {"Question":"保质期，指预包装食品在标签指明的贮存条件下保持品质的期限。","Answer":"Y"},
        {"Question":"直接入口的食品应当有小包装或者使用普通包装材料餐具即可。","Answer":"N"},
        {"Question":"食品在冷藏冷冻柜（库）内贮藏时，应做到原料半成品和成品严格分开。","Answer":"Y"},
        {"Question":"食品经营者采购食品，应当查验供货者的许可证和食品合格证明文件。","Answer":"Y"},
        {"Question":"食品生产经营人员应当保持个人卫生，生产经营食品时，应当将手洗净，穿戴清洁的工作衣帽。","Answer":"Y"},
        {"Question":"在浙江省行政区域内从事食品销售和餐饮服务活动，应当依法取得食品经营许可。","Answer":"Y"},
        {"Question":"专间使用紫外线灯消毒的，应在操作前开启20分钟以上。","Answer":"N"},
        {"Question":"直接接触入口食品的生产经营人员应当每年进行健康检查，取得健康证明后方可参加工作。","Answer":"Y"},
        {"Question":"国家不鼓励食品生产经营企业参加食品安全责任保险。","Answer":"N"},
        {"Question":"食品在烹饪后至食用前需要较长时间存放的食品，应当高于60度或低于8度的条件下存放。","Answer":"Y"},
        {"Question":"餐饮业中用于原料加工切配动物性和植物性食品的工具和容器，可不用区分相互混用。","Answer":"N"},
        {"Question":"食品添加剂，指为改善食品品质和色香味以及为防腐保鲜和加工工艺的需要而加入食品中的人工合成或者天然物质。","Answer":"Y"},
        {"Question":"生产经营的食品中不得添加药品，但可以添加按照传统既是食品又是中药材的物质。","Answer":"Y"},
        {"Question":"食品从业人员在试用期的，可以先上岗后体检。","Answer":"N"},
        {"Question":"蔬菜水果用水充分清洗，可除去表面的大部分农药残留。","Answer":"Y"},
        {"Question":"食品经营者应当依照法律法规和食品安全标准从事经营活动，对社会和公众负责，保证食品安全，诚信自律，接受社会监督，承担社会责任。","Answer":"Y"},
        {"Question":"吃鲜黄花菜时，放入开水中煮后弃水，捞出后再加温，煮熟后即可食用。","Answer":"Y"},
        {"Question":"任何组织或者个人有权举报食品安全违法行为，依法向有关部门了解食品安全信息，对食品安全监督管理工作提出意见和建议。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当定期维护食品加工贮存陈列等设施设备；定期清洗校验保温设施及冷藏冷冻设施。","Answer":"Y"},
        {"Question":"经营者可以销售无标签的预包装食品。","Answer":"N"},
        {"Question":"新《食品安全法》明确规定，网络食品交易第三方平合提供者应当对入网食品经营者进行实名登记，明确其食品安全管理责任。","Answer":"Y"},
        {"Question":"食品经营者应当建立从业人员健康管理制度。","Answer":"Y"},
        {"Question":"食品经营者采购食品，应当查验供货者的许可证和食品合格的证明文件。","Answer":"Y"},
        {"Question":"进口的预包装食品食品添加剂应当有中文标签；依法应当有说明书的，还应当有中文说明书。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当按照要求对餐具饮具进行清洗消毒，不得使用未经清洗和消毒的餐具饮具。","Answer":"Y"},
        {"Question":"国家对食品生产经营实行许可制度。从事食品生产食品销售餐饮服务销售食用农产品，应当依法取得许可。","Answer":"N"},
        {"Question":"食品经营者采购食品应当查验供货者的许可证和食品合格证明。","Answer":"Y"},
        {"Question":"食品安全风险监测工作人员采集样品应当按照市场价格支付费用。","Answer":"Y"},
        {"Question":"食品贮存应当分类分架，距离墙壁地面5CM以上。","Answer":"N"},
        {"Question":"进口的预包装食品食品添加剂应当有中文标签：依法应当有说明书的，还应当有中文说明书。标签说明书应当符合本法以及我国其他有关法律行政法规的规定和食品安全国家标准的要求，并载明食品的原产地以及境内代理商的名称地址联系方式。","Answer":"Y"},
        {"Question":"供配制凉菜用的蔬菜水果等食品原料，未经清洗处理干净的，不得带入凉菜间。","Answer":"Y"},
        {"Question":"餐饮服务食品安全管理人员应当具备年以上餐饮服务食品安全工作经历，并持有国家或行业规定的相关资质证明。","Answer":"N"},
        {"Question":"食品处理区内的粗加工操作场所应当根据加工品种和规模设置食品原料清洗水池，保障动物性食品植物性食品水产品三类食品原料能分开清洗。","Answer":"Y"},
        {"Question":"食品经营者应当具有与经营的食品品种数量相适应的食品经营和贮存场所。食品经营场所和食品贮存场所不得设在易受到污染的区域，距离粪坑污水池暴露垃圾场（站）旱厕等污染源20米以上。","Answer":"N"},
        {"Question":"餐饮服务场所内设置厕所的，其出口附近应当设置洗手消毒烘干设施。食品处理区内可以设置厕所。","Answer":"N"},
        {"Question":"食品安全风险评估的费用向生产经营者收取，采集样品应当按照市场价格支付费用。","Answer":"N"},
        {"Question":"食品广告的内容应当真实合法，不得含有虚假夸大的内容，可以涉及疾病预防治疗功能。","Answer":"N"},
        {"Question":"经营者采购食品添加剂应当保存自己所做的进货查验记录和供应商提供的相关凭证，保存期限不得少于食品添加剂保质期满后一年，没有明确保质期的，保存期限不得少于二年。","Answer":"N"},
        {"Question":"食品生产经营者在一年内累计两次因违反《食品安全法》规定受到责令停产停业吊销许可证以外处罚的，由食品药品监督管理部门责令停产停业，直至吊销许可证。","Answer":"N"},
        {"Question":"广告经营者发布者设计制作发布虚假食品广告，使消费者的合法权益受到损害的，应当与食品生产经营者承担连带责任。","Answer":"Y"},
        {"Question":"违反《食品安全法》规定，造成人身财产或者其他损害的，依法承担赔偿责任。生产经营者财产不足以同时承担民事赔偿责任和缴纳罚款罚金时，先承担民事赔偿责任。","Answer":"Y"},
        {"Question":"食品的标签说明书存在不影响食品安全且不会对消费者造成误导和瑕疵的，不适用有关惩罚性赔偿的规定。","Answer":"Y"},
        {"Question":"食品保质期，指食品在标明的任何条件下保持品质的期限。","Answer":"N"},
        {"Question":"食品抽检由食品生产经营者无偿提供被抽检的食品。","Answer":"N"},
        {"Question":"网络食品交易第三方平台对入网食品经营者有管理责任。","Answer":"Y"},
        {"Question":"食品安全标准不是强制执行的标准。","Answer":"N"},
        {"Question":"因食品安全犯罪被判处有期徒刑以上刑罚的，五年内不得从事食品生产经营管理工作，也不得担任食品生产经营企业食品安全管理人员。","Answer":"N"},
        {"Question":"食品安全与食品卫生的区别是，前者的范畴更广，内涵更丰富。","Answer":"Y"},
        {"Question":"食品安全管理体系是指在食品安全方面对组织进行指挥和控制的管理体系。","Answer":"Y"},
        {"Question":"培训是食品安全工作的重要内容，相关人员每年都要有一定学时的培训课程。","Answer":"Y"},
        {"Question":"食品安全管理员每2年须参加一次考核。","Answer":"N"},
        {"Question":"承担食品添加剂生产许可发证检验工作的检验机构，应当具备法定资质并由国家质检总局统一发布名录。","Answer":"Y"},
        {"Question":"食品检验实行食品检验机构负责制。","Answer":"N"},
        {"Question":"食品安全监督管理部门根据情况可以对食品实施免检。","Answer":"N"},
        {"Question":"上级人民政府所属部门在下级行政区域设置的机构应当在所在地人民政府的统一组织协调下，依法做好食品安全监管工作。","Answer":"Y"},
        {"Question":"《食品安全法》施行后，食品生产经营者之前已经取得的许可证一律无效。","Answer":"N"},
        {"Question":"食品生产经营企业不能自行对所生产的食品进行检验，只能委托符合《食品安全法》规定的食品检验机构进行检验。","Answer":"N"},
        {"Question":"食品添加剂应当在技术上确有必要且经过风险评估证明安全可靠，方可列入允许使用的范围。","Answer":"Y"},
        {"Question":"食品行业协会消费者协会可以向消费者推荐优质食品。","Answer":"N"},
        {"Question":"《食品安全法》公布实施后，现行的食用农产品质量安全标准食品卫生标准食品质量标准等自行作废。","Answer":"N"},
        {"Question":"县级以上食品药品监督管理部门应当协助收集食品安全风险评估信息和资料。","Answer":"Y"},
        {"Question":"卫生部负责食品检验机构的计量认证审查认可。","Answer":"N"},
        {"Question":"调查食品安全事故，应当查明事故单位的责任，负有监督管理和认证职责的监督管理部门认证机构的工作人员失职渎职情况。","Answer":"Y"},
        {"Question":"食品安全行政部门对声称具有特定保健功能的食品实行严格监管。","Answer":"Y"},
        {"Question":"食品广告中的内容应当真实，不得含有虚假或者夸大的内容，如有药品功能的，可涉及相关疾病预防治疗功能。","Answer":"N"},
        {"Question":"食品广告中允许含有食品安全监督管理部门或者承担食品检验职责的机构食品行业协会消费者协会向推荐食品的内容。","Answer":"N"},
        {"Question":"国务院工业和信息化商务等部门依据职责制定食品行业的发展规划和产业政策，采取措施推进产业结构优化，加强对食品行业诚信体系建设的指导，促进食品行业健康发展。","Answer":"Y"},
        {"Question":"食品安全国家标准审评委员会由国务院质量监督部门负责组织。","Answer":"N"},
        {"Question":"食品经营者不得经营病死毒死或者死因不明的禽畜兽水产动物肉类及其制品。","Answer":"Y"},
        {"Question":"食品抽样检验的复检机构与初检机构不得为同一机构。","Answer":"Y"},
        {"Question":"国家质检总局负责食品添加剂的安全性评价和制定食品安全国家标准。","Answer":"N"},
        {"Question":"有使用禁忌或安全注意事项的食品添加剂，应当有警示标志或者中文警示说明。","Answer":"Y"},
        {"Question":"非食品添加剂的化工类产品生产企业按规定在其产品标签上加印“严禁用于食品和饲料加工”等警示标识，并建立销售台账，实行实名购销制度。","Answer":"Y"},
        {"Question":"目前，食品添加剂生产企业必须严格执行国家标准行业标准或卫生部指定的标准，不得执行企业标准。","Answer":"Y"},
        {"Question":"卫生部门负责食品添加剂行业管理制定产业政策和指导生产企业诚信体系建设。","Answer":"N"},
        {"Question":"食品检验机构按照国家有关认证认可的规定取得资质认定后，方可从事食品检验活动，但是，法律另有规定的除外。","Answer":"Y"},
        {"Question":"县级以上食品监管部门应当建立食品生产经营者食品安全信用档案，内容包括：税务登记证许可颁发日常监督检查结果违法行为查处等情况。","Answer":"N"},
        {"Question":"食品安全标准应当经食品安全国家标准审评委员会审查通过。食品安全国家标准审评委员会由医学农业食品营养等方面的专家以及国务院有关部门的代表组成。","Answer":"Y"},
        {"Question":"凡患有痢疾伤寒化脓性或者渗出性皮肤病病毒性肝炎高血压糖尿病患者不得从事直接入口食品生产经营活动。","Answer":"N"},
        {"Question":"食品安全风险评估确定某食品不安全时，食品安全监督管理部门应当立即当场销毁相关产品。","Answer":"N"},
        {"Question":"国家建立食品安全风险评估制度，对食品食品添加剂中生物性化学性和辐射性危害进行风险评估。","Answer":"N"},
        {"Question":"取得食品生产许可的食品生产者在其生产场所销售其生产的食品，不需要取得食品流通的许可。","Answer":"Y"},
        {"Question":"采用国家规定的快速检测方法对食用农产品进行抽查捡测，被抽查人对检测结果有异议的，可以自收到检测结果时起四小时内申请复检。复检可以采用快速检测方法。","Answer":"N"},
        {"Question":"县级以上地方人民政府组织本机食品药品监督管理等部门制定本行政区域的食品安全年度监督管理计划","Answer":"Y"},
        {"Question":"食品安全不包括食用农产品种植养殖的安全。","Answer":"N"},
        {"Question":"原发证部门受理《餐饮服务许可证》延续申请后，只要原许可的经营场所不变，即可做出准予延续的决定。","Answer":"N"},
        {"Question":"国家卫生行政部门负责组织食品安全风险评估工作，食品安全风险评估不得向生产经营者收取费用，采集样品应当按照市场价格支付费用。","Answer":"Y"},
        {"Question":"为防止亚硝酸盐中毒，蔬菜最好在腌制1周时食用。","Answer":"N"},
        {"Question":"食物中毒食源性肠道传染病食源性寄生虫病都属于食源性疾病。","Answer":"Y"},
        {"Question":"一部分食品安全标准是强制执行的标准。","Answer":"N"},
        {"Question":"食用农产品的市场销售不在食品安全监督管理的范围。","Answer":"N"},
        {"Question":"贮存食品的场所不得存放有毒有害物品，但不包括洗涤剂消毒剂。","Answer":"N"},
        {"Question":"县级以上人民政府食品药品监督管理质量监督部门履行各自食品安全监督管理职责，有权查封扣押有证据证明不符合食品安全标准或者有证据证明存在安全隐患以及用于违法生产经营的食品食品添加剂食品相关产品。","Answer":"Y"},
        {"Question":"食品生产加工小作坊和食品摊贩必须取得食品药品监管部门的许可。","Answer":"N"},
        {"Question":"食品生产企业和食用农产品销售的记录和凭证保存期限均不得少于六个月。","Answer":"N"},
        {"Question":"根据《食品安全法》第一百四十七条的规定，生产经营者财产不足以同时承担民事赔偿责任和缴纳罚款罚金时，先缴纳罚款罚金。","Answer":"N"},
        {"Question":"市县级食品药品监督管理部门在日常监督检查中发现食品生产经营者存在食品安全隐患，未及时采取有效措施消除的，可以要求食品生产经营者立即停止食品生产经营活动。","Answer":"N"},
        {"Question":"餐饮服务提供者采购食品食品添加剂及食品相关产品，应当遵守《餐饮服务食品采购索证索票管理规定》。","Answer":"Y"},
        {"Question":"食品未烧熟煮透是餐饮业食品中毒发生的最主要因素。","Answer":"N"},
        {"Question":"出口食品生产企业生产出口食品使用的原料应来自备案基地。","Answer":"Y"},
        {"Question":"食品包装标识和说明书不得明示或者暗示具有预防治疗疾病作用；非保健食品不得明示或者暗示具有保健作用。","Answer":"Y"},
        {"Question":"预包装食品没有中文标签中文说明书或者标签说明书不符合法律法规规定的，不得进口。","Answer":"Y"},
        {"Question":"食品安全标准不属于食品安全法律法规体系。","Answer":"N"},
        {"Question":"放射性污染物属于物理性污染物。","Answer":"Y"},
        {"Question":"食物中毒就是食源性疾病。","Answer":"N"},
        {"Question":"食品生产经营者可以采用电子台账方式建立食品安全追溯体系，其上传至省重点监管食品电子追溯系统的相关电子凭证，可以作为其已经履行进货查验记录的凭证。","Answer":"Y"},
        {"Question":"对生产经营者同一违法行为，可以给予2次以上罚款的行政处罚。","Answer":"N"},
        {"Question":"食品含有有毒有害物质不能简单的等同于食品不安全。","Answer":"Y"},
        {"Question":"食品药品监督管理部门应当建立辖区内餐饮服务提供者食品安全信用档案，记录许可颁发及变更情况日常监督检查结果违法行为查处等情况。","Answer":"Y"},
        {"Question":"冷冻饮品原料通常带有大量的微生物，所以在原料配制后对其进行杀菌与冷却是保证产品卫生的关键。","Answer":"Y"},
        {"Question":"患有国务院卫生行政部门规定的有碍食品安全疾病的人员，不得从事食品的工作。","Answer":"N"},
        {"Question":"有些食品添加剂虽然成分不明确，但行业内很多企业都在使用，且效果很好，也可以使用。","Answer":"N"},
        {"Question":"危险温度带是20℃-40℃。","Answer":"N"},
        {"Question":"感染型细菌性食物中毒病原菌释放内毒素，引起体温升高。","Answer":"Y"},
        {"Question":"不能采用水扑救比水轻或不溶于水的易燃液体或带电火灾。","Answer":"Y"},
        {"Question":"乡镇人民政府街道办事处应当建立食品安全协管员或者信息员等队伍，协助食品药品监督管理部门做好食品安全工作。","Answer":"Y"},
        {"Question":"饮料又称饮品，是指经过定量包装的，供直接饮用的，乙醇含量不超过质量分数为0.5%的制品。","Answer":"N"},
        {"Question":"地方特色食品安全标准由省（自治区直辖市）人大制定并公布。","Answer":"N"},
        {"Question":"制作糕点时，任何蛋类都可以作为原料使用。","Answer":"N"},
        {"Question":"食品生产经营许可制度，是我国食品安全监督管理的一项基本制度。","Answer":"Y"},
        {"Question":"餐饮服务许可现场核查要求专间入口处设置洗手消毒更衣设施。","Answer":"Y"},
        {"Question":"食品生产经营企业应当配备食品安全管理人员。经考核不具备食品安全管理能力的，不得上岗。","Answer":"Y"},
        {"Question":"吊白块的学名为甲醛次硫酸氢钠，虽然漂白效果很好，但不是食品添加剂，禁止在食品中使用。","Answer":"Y"},
        {"Question":"对于有腐败变质迹象的食品，应尽快冷冻。","Answer":"N"},
        {"Question":"水分含量较高的含奶、蛋的点心应当在10℃以下或60℃以上的温度条件下贮存。","Answer":"Y"},
        {"Question":"所有生食品都应在粗加工场地去除污染物和不可食部分。","Answer":"Y"},
        {"Question":"绝大部分从业人员污染食品引起的食物中毒，都是由不清洁的手所导致。","Answer":"Y"},
        {"Question":"对依法规定实施的检验结论有异议的，食品生产经营占可以向实施抽样检验的食品药品监督管理部门或者其上一级食品药品监督管理部门提出复检申请 复检机构出具的复检结论为最终检验结论。复检机构与初检机构可以为同一机构。","Answer":"N"},
        {"Question":"用于菜肴装饰的蔬果雕花，洗净消毒后可以重复使用。","Answer":"N"},
        {"Question":"复检机构与初检机构不得为同一机构，复检机构出具的复检结论为最终检验结论。","Answer":"Y"},
        {"Question":"餐具饮具集中消毒服务单位必须对消毒餐具饮具进行逐批检验合格后方可出厂，并随附消毒合格证明。","Answer":"Y"},
        {"Question":"主办单位应于活动举办前30个工作日向餐饮服务食品安全监管部门通报重大活动相关信息。","Answer":"N"},
        {"Question":"食品安全风险监测工作人员有权进入相关食用农产品种植养殖食品生产经营场所免费采集样品收集相关数据。","Answer":"N"},
        {"Question":"国家卫生行政部门负责组织食品安全风险评估工作，食品安全风险评估不得向生产经营者收取费用，采集样品应当按照市场价格支付费用。","Answer":"Y"},
        {"Question":"中央厨房的食品加工操作和贮存场所面积原则上不小于300平方米，应当与加工食品的品种和数量相适应。","Answer":"Y"},
        {"Question":"利用新的食品原料生产食品，或者生产食品添加剂新品种食品相关产品新品种，应当经当地卫生行政部门许可。","Answer":"N"},
        {"Question":"对因标签标识等不符合食品安全标准而被召回的食品，食品生产者可以在采取补救措施且能保证食品安全的情况下继续销售，销售时应当向消费者明示补救措施。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当取得《食品经营许可证》，并依法承担餐饮服务的食品安全责任。","Answer":"Y"},
        {"Question":"餐饮服务提供者发生食品安全事故，应当立即封存导致或者可能导致食品安全事故的食品及其原料工具及用具设备设施和现场，在2小时之内向所在地县级人民政府卫生部门和食品药品监督管理部门报告，并按照相关监管部门的要求采取控制措施。","Answer":"Y"},
        {"Question":"县级以上地方食品药品监督管理部门负责本行政区域内的食品经营许可管理工作。","Answer":"Y"},
        {"Question":"黄曲霉毒素b1是目前为止发现的最强的致癌物质之一。","Answer":"Y"},
        {"Question":"《餐饮服务食品安全监督管理办法》规定制作凉菜应当达到专人负责专室制作工具专用消毒专用和冷藏专用的要求。","Answer":"Y"},
        {"Question":"食品中最可能引起食物中毒的是食品添加剂。","Answer":"N"},
        {"Question":"为防治虫害使用化学药物后，该场所内的任何设备食具及会接触食物的表面均须彻底清洁。","Answer":"Y"},
        {"Question":"采用国家规定的快速检测方法对食用农产品进行抽查捡测，被抽查人对检测结果有异议的，可以自收到检测结果时起四小时内申请复检。复检可以采用快速检测方法。","Answer":"N"},
        {"Question":"食品药品监督管理部门可以聘请社会监督员，协助开展餐饮服务食品安全监督。","Answer":"Y"},
        {"Question":"甜品站餐饮服务许可申请的受理和审批机关为餐饮主店餐饮服务许可受理和审批机关。","Answer":"Y"},
        {"Question":"所有的食品中毒事件多属于食品安全事故。","Answer":"N"},
        {"Question":"对肠道传染病不可以免疫接种。","Answer":"N"},
        {"Question":"食品药品监督管理部门准予变更《餐饮服务许可证》记载内容或者准予办理变更手续的，可以不颁发新的《餐饮服务许可证》，直接在原《餐饮服务许可证》上更改后盖章确认。","Answer":"N"},
        {"Question":"食品药品监管部门可以查封违法从事食品生产经营活动的场所，并对相关责任人采取临时控制措施。","Answer":"N"},
        {"Question":"国家有关部门规定的食品中有害物质的临时限量值和临时检验方法，在制定修订相应的食品安全标准前，可以作为食品生产经营和监督管理的依据。","Answer":"Y"},
        {"Question":"食品经营许可申请人隐瞒真实情况或提供虚假材料的，由县以上食品药品监督管理部门给予警告，申请人在两年内不得再次申请食品经营许可。","Answer":"N"},
        {"Question":"防火的主要措施是控制可燃物、隔绝助燃物、消除着火源。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当取得《食品经营许可证》，并依法承担餐饮服务的食品安全责任。","Answer":"Y"},
        {"Question":"食品安全管理员应当积极配合餐饮服务监管部门开展的监督检查工作，并如实提供有关情况。","Answer":"Y"},
        {"Question":"食品生产经营者应当建立食品安全自查制度，不定期对食品安全状况进行检查评价。","Answer":"N"},
        {"Question":"食品安全事故调查部门有权向有关单位和个人了解与事故有关的情况，并要求提供相关资料和样品。有关单位和个人应当予以配合，按照要求提供相关资料和样品，不得拒绝。","Answer":"Y"},
        {"Question":"食品药品监督管理部门应当建立餐饮服务许可信息和档案管理制度，定期公告取得或者注销餐饮服务许可的餐饮服务提供者名录。","Answer":"Y"},
        {"Question":"食品从业人员的健康检查每年进行一次，季节性生产冷冻饮品的从业人员不需进行健康检查。","Answer":"N"},
        {"Question":"食品中加盐量达15%可控制病原菌的繁殖，避免毒素的形成。","Answer":"N"},
        {"Question":"县级人民政府食品药品监督管理部门可以在乡镇或者特定区域设立派出机构。","Answer":"Y"},
        {"Question":"进口鲜冻肉类产品的包装应当标明：产品名称原产国（地区）生产企业名称地址以及企业注册号生产批号；外包装上应以中文标明规格产地目的地生产日期保质期储存温度等内容。","Answer":"Y"},
        {"Question":"对通过良好生产规范危害分析与关键控制点体系认证的食品生产经营企业，县级以上人民政府食品药品监督管理部门应当依法实施跟踪调查。","Answer":"N"},
        {"Question":"在我国，食品营养强化剂不属于食品添加剂范畴。","Answer":"N"},
        {"Question":"食品进口商对其食品的记录和凭证保存凭证没有明确保质期的，保存不得少于2年。","Answer":"Y"},
        {"Question":"进口预包装食品的标签说明书，只要符合中国法律法规的规定和食品安全国家标准的要求，可以不用中文标注。","Answer":"N"},
        {"Question":"食品追溯制度是指通过登记的识别码，对食品生产经营过程的历史和位置与追踪的制度。","Answer":"Y"},
        {"Question":"生产不符合食品安全标准的食品的企业，要承担相应的法律责任，如召回对消费者赔偿接受监管部门的处罚等。","Answer":"Y"},
        {"Question":"在餐饮主店内开设的甜品站，必须另行发放《餐饮服务许可证》。","Answer":"N"},
        {"Question":"原发证部门受理《餐饮服务许可证》延续申请后，只要原许可的经营场所不变，即可做出准予延续的决定。","Answer":"N"},
        {"Question":"对生产经营者同一违法行为，可以给予2次以上罚款的行政处罚。","Answer":"N"},
        {"Question":"食品安全法的立法宗旨是保障公众身体健康和生命安全。","Answer":"Y"},
        {"Question":"自制火锅底料饮料调味料的餐饮服务提供者应向监管部门备案所使用的食品添加剂名称，并在店堂醒目位置或菜单上予以公示。","Answer":"Y"},
        {"Question":"中央厨房可以聘请兼职食品安全管理人员。","Answer":"N"},
        {"Question":"不得将回收后的食品(包括辅料)经烹调加工后再次供应。","Answer":"Y"},
        {"Question":"从事现榨果蔬汁和水果拼盘加工的人员操作前应更衣洗手并进行手部消毒，操作时可戴也可不戴口罩。","Answer":"N"},
        {"Question":"未按要求参加继续教育的食品安全管理员，按新上岗人员要求重新参加培训和考核。","Answer":"Y"},
        {"Question":"“餐饮服务食品安全等级公示牌”悬挂或张贴至下一次量化监督检查更换公示为止，未经餐饮服务监管部门允许，禁止摘下或遮盖。","Answer":"Y"},
        {"Question":"冷冻熟食品应彻底解冻后经充分加热方可食用，加热时中心温度应高于70℃，未经充分加热的食品不得食用。","Answer":"Y"},
        {"Question":"被吊销《餐饮服务许可证》的单位，根据《食品安全法》第九十二条的规定，其直接负责的主管人员自处罚决定作出之日起3年内不得从事餐饮服务管理工作。","Answer":"N"},
        {"Question":"制作的现榨果蔬汁和水果拼盘可隔餐供应。","Answer":"N"},
        {"Question":"保质期，指预包装食品在标签指明的贮存条件下保持品质的期限。","Answer":"Y"},
        {"Question":"贮存食品的场所及运输食品的车辆不得存放或者残留农药化肥等有毒有害物质，并符合保证食品安全所需的温度湿度及其他要求。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当按照许可范围依法经营，并在就餐场所醒目位置悬挂或者摆放《餐饮服务许可证》。","Answer":"Y"},
        {"Question":"食品安全监管部门对食品进行抽样检验应当购买抽取的样品，不得收取任何费用。","Answer":"Y"},
        {"Question":"食品药品监督管理部门应当建立餐饮服务许可信息和档案管理制度，定期公告取得或者注销餐饮服务许可的餐饮服务提供者名录。","Answer":"Y"},
        {"Question":"餐饮服务监管部门应当在餐饮服务许可证发放后六个月内对餐饮服务提供者经营行为实施首次日常检查。","Answer":"Y"},
        {"Question":"食品添加剂应当在技术上确有必要且经过风险评估证明安全可靠，方可列入允许使用的范围。","Answer":"Y"},
        {"Question":"餐饮服务提供者从农贸市场采购的，应当索取并留存市场管理部门或经营户出具的加盖公章(或签字)的购物凭证。","Answer":"Y"},
        {"Question":"餐饮服务提供者在领取变更延续后的新《餐饮服务许可证》时，应当立即将原《餐饮服务许可证》销毁。","Answer":"N"},
        {"Question":"用于生食海产品加工的工具容器应做到专用。","Answer":"Y"},
        {"Question":"单位组织无权举报食品生产经营中违反本法的行为。","Answer":"N"},
        {"Question":"使用现场快速检测技术发现和筛查的结果可以直接作为执法依据。","Answer":"N"},
        {"Question":"食品在冷藏冷冻柜(库)内贮藏时，为确保食品达到冷藏或冷冻的温度要求，应将食品整齐地堆积挤压后存放。","Answer":"N"},
        {"Question":"甜品站可以按照相关程序自行采购食品食品添加剂和食品相关产品。","Answer":"N"},
        {"Question":"实行统一配送经营方式的，可以由餐饮服务企业总部统一查验索取并留存供货方盖章(或签字)的许可证营业执照产品合格证明文件。","Answer":"Y"},
        {"Question":"食品包装标识和说明书不得明示或者暗示具有预防治疗疾病作用;非保健食品不得明示或者暗示具有保健作用。","Answer":"Y"},
        {"Question":"甜品站，是指餐饮服务提供者在其餐饮主店经营场所内或附近开设，具有固定经营场所，直接销售或经简单加工制作后销售由餐饮主店配送的以冰激凌饮料甜品为主的食品的附属店面。","Answer":"Y"},
        {"Question":"餐饮服务提供者应当取得《餐饮服务许可证》，并依法承担餐饮服务的食品安全责任。","Answer":"Y"},
        {"Question":"食品安全管理员无权对患有有碍食品安全疾病的人员提出工作岗位调整意见并督促落实。","Answer":"N"},
        {"Question":"甜品站应按照食品进入和供应的顺序合理布局，能防止食品发生交叉污染。","Answer":"Y"},
        {"Question":"餐饮服务食品安全监管部门应当对重大活动餐饮服务提供者提供的食谱进行审定。","Answer":"Y"},
        {"Question":"申请《餐饮服务许可证》的申请人提交的材料应当真实完整，并对材料的真实性负责。","Answer":"Y"},
        {"Question":"长期定点采购的，餐饮服务提供者应当与供应商签订包括保证食品安全内容的采购供应合同。","Answer":"Y"},
        {"Question":"小型餐馆和中型餐馆可以只配备兼职食品安全管理人员。","Answer":"Y"},
        {"Question":"用于盛装食品的容器不得直接放置于地面，以防止食品受到污染。","Answer":"Y"},
        {"Question":"粗加工过程中，切配好的半成品可与原料一起存放。","Answer":"N"},
        {"Question":"职业学校普通中等学校小学特殊教育学校托幼机构的食堂不得制售凉菜。","Answer":"Y"},
        {"Question":"面点制作过程中，未用完的点心馅料半成品，应冷藏或冷冻，并在规定存放期限内使用。","Answer":"Y"},
        {"Question":"食品添加剂的使用应符合国家有关规定，采用精确的计量工具称量，并有详细记录。","Answer":"Y"},
        {"Question":"已消毒和未消毒的餐用具应分开存放，保洁设施内不得存放其他物品。","Answer":"Y"},
        {"Question":"食品留样时，每餐次的原材料和食品成品都应留样。","Answer":"N"},
        {"Question":"集体用餐配送单位和中央厨房应设置与生产品种和规模相适应的检验室，检验室配备经专业培训并考核合格的检验人员。","Answer":"Y"},
        {"Question":"采取调制配制等方式自制火锅底料饮料调味料等食品的餐饮服务提供者，应在店堂醒目位置或菜单上公示制作方式。","Answer":"Y"},
        {"Question":"消毒后的餐用具应使用抹布餐巾擦干。","Answer":"N"},
        {"Question":"餐用具清洗消毒场所和餐用具保洁区都属于一般操作区。","Answer":"N"},
        {"Question":"不得在食品处理区内吸烟饮食或从事其他可能污染食品的行为。","Answer":"Y"},
        {"Question":"私人物品可以带入食品处理区。","Answer":"N"},
        {"Question":"烹饪场所加工食品如使用固体燃料，炉灶应为隔墙烧火的外扒灰式，避免粉尘污染食品。","Answer":"Y"},
        {"Question":"传菜员传菜过程中可以进出各个食品加工专间。","Answer":"N"},
        {"Question":"餐饮服务许可现场核查时，关键项是对食品安全有重大影响的项目，必须全部合格。","Answer":"Y"},
        {"Question":"餐饮单位从个体工商户处采购食品时，应当查验并留存供应者盖章（或签字）的许可证营业执照或复印件购物凭证和每笔供应清单。","Answer":"Y"},
        {"Question":"《餐饮服务许可证》超过有效期限仍从事餐饮服务的，由食品药品监督管理部门按未取得《餐饮服务许可证》查处。","Answer":"Y"},
        {"Question":"食品是指各种供人食用或者饮用的成品和原料按照传统既是食品又是药品的物品及以治疗为目的的物品。","Answer":"N"},
        {"Question":"餐饮服务提供者在领取变更延续后的新《餐饮服务许可证》时，应当将原《餐饮服务许可证》交回发证部门。","Answer":"Y"},
        {"Question":"餐饮服务单位内，杀虫剂杀鼠剂及其他有毒有害物品存放，均应有固定的场所（或橱柜）并上锁，包装上应有明显的警示标志，并有专人保管。","Answer":"Y"},
        {"Question":"《餐饮服务许可证》的有效期为4年。","Answer":"N"},
        {"Question":"对依法进行的食品监督检查和抽检，生产者经销者不得拒绝。","Answer":"Y"},
        {"Question":"取得餐饮服务许可的餐饮服务提供者在其餐饮服务场所出售其制作加工的食品，需要取得食品生产许可和流通许可。","Answer":"N"},
        {"Question":"餐饮服务单位专间内的废弃物容器盖子可为手动开启式。","Answer":"N"},
        {"Question":"水蒸汽较多场所的天花板应有适当坡度减少凝结水滴落。","Answer":"Y"},
        {"Question":"使用食品添加剂时应严格执行食品安全国家标准《食品添加剂使用标准》GB2760，其加入的量不得超过允许限量，不能在允许使用的食品类别外使用。","Answer":"Y"},
        {"Question":"餐饮服务从业人员在最初进行健康检查，取得健康证以后，无需再进行健康检查。","Answer":"N"},
        {"Question":"所有餐饮服务单位都应配备专职或兼职食品安全管理人员。","Answer":"Y"},
        {"Question":"食品药品监管部门到餐饮服务单位采集样品，不必支付任何费用。","Answer":"N"},
        {"Question":"餐饮服务单位的粗加工场所内应至少分别设置动物性食品和植物性食品的清洗水池，水池数量或容量应与加工食品的数量相适应。","Answer":"Y"},
        {"Question":"冷冻熟食品彻底解冻后即可食用。","Answer":"N"},
        {"Question":"餐饮服务监管部门在进行监督抽检工作时，被抽样单位无正当理由而拒绝抽样，抽样人员可以填写拒绝抽样说明书并签字，及时向当地餐饮服务监管部门报告，由当地餐饮服务监管部门按抽检不合格处理。","Answer":"Y"},
        {"Question":"所有的餐馆集体用餐配送单位和食堂的专间入口处应设置有洗手消毒更衣设施的通过式预进间。","Answer":"Y"},
        {"Question":"对餐饮服务提供者主要责任人进行约谈的主要目的，是要求其认真落实餐饮服务食品安全责任，立即采取有效措施，及时消除食品安全隐患，切实提高食品安全保障水平。","Answer":"Y"},
        {"Question":"食品加工经营场所内不得存放与食品加工无关的物品，各项设施也不得用作与食品加工无关的用途。","Answer":"Y"},
        {"Question":"不具备设置预进间条件的其他餐饮服务提供者，可以在专间入口处不设置洗手消毒更衣设施。","Answer":"N"},
        {"Question":"凡被约谈的餐饮服务提供者，列入重点监管对象，其约谈记录载入被约谈单位诚信档案，并作为不良记录，与量化分级管理和企业信誉等级评定挂钩。","Answer":"Y"},
        {"Question":"在生熟案板上加工食品都不会污染致病细菌。","Answer":"N"},
        {"Question":"食品冷藏冷冻可以将原料成品半成品放在一起。","Answer":"N"},
        {"Question":"《国务院关于加强食品安全工作的决定》要求，加快推进餐饮服务单位量化分级管理和监督检查结果公示制度，建立与餐饮服务业相适应的监督抽检快速检测筛查模式。","Answer":"Y"},
        {"Question":"餐饮服务单位所有餐用具都必须用热力方法进行消毒。","Answer":"N"},
        {"Question":"农民个人销售其自产的食用农产品，不需要取得食品流通的许可。","Answer":"Y"},
        {"Question":"餐饮服务单位应当定期维护食品加工贮存陈列等设施设备；定期清洗校验保温设施及冷藏冷冻设施。","Answer":"Y"},
        {"Question":"餐饮服务单位应建立餐厨废弃物处置管理制度，将餐厨废弃物分类放置，做到日产日清。","Answer":"Y"},
        {"Question":"以供应酒类咖啡茶水或者饮料为主的饮品店无需办理《餐饮服务许可证》。","Answer":"N"},
        {"Question":"专间操作人员不得穿戴专间工作衣帽从事与专间内操作无关的工作。","Answer":"Y"},
        {"Question":"不立即食用的凉菜拼盘，必要时可采取紫外线照射杀菌处理。","Answer":"N"},
        {"Question":"同一库房内贮存不同类别食品和物品的应区分存放区域，不同区域应有明显标识。","Answer":"Y"},
        {"Question":"餐饮服务经营地点或者场所改变的，应当重新申请办理《餐饮服务许可证》。","Answer":"Y"},
        {"Question":"餐饮业可以先营业，经试营业生意好的再办理餐饮服务许可证。","Answer":"N"},
        {"Question":"食品处理区的门窗应装配严密，与外界直接相通门和可开启的窗应设有防蝇纱网或设置空气幕 。","Answer":"Y"},
        {"Question":"生产经营的食品中不得添加药品，但是可以添加按照传统既是食品又是中药材的物质。","Answer":"Y"},
        {"Question":"食品生产经营人员应当进行健康检查，取得的健康证明长期有效。","Answer":"N"},
        {"Question":"餐饮服务企业应当建立食品食品原料 食品添加剂 食品相关产品进货查验记录制度。","Answer":"Y"},
        {"Question":"取得餐饮服务许可的餐饮服务提供者在其餐饮服务场所出售其制作加工的食品，仍需要取得食品生产和流通的许可。","Answer":"N"},
        {"Question":"国家鼓励社会团体基层群众性自治组织开展食品安全法律法规以及食品安全标准和知识的普及工作，倡导健康的饮食方式，增强消费者食品安全意识和自我保护能力。","Answer":"Y"},
        {"Question":"食品安全监督管理部门或者承担食品检验职责的机构食品行业协会消费者协会可向消费者推荐食品。","Answer":"N"},
        {"Question":"贮存食品的场所设备应当保持清洁无霉斑鼠迹苍蝇蟑螂，不得存放有毒有害物品。但是允许可以存放员工个人生活用品。","Answer":"N"},
        {"Question":"食品经营者采购食品， 应当查验供货者的许可证和食品合格的证明文件。","Answer":"Y"},
        {"Question":"食品生产者可以适当采购或者使用接近食品安全标准的食品原料食品相关产品。","Answer":"N"},
        {"Question":"食品生产经营人员应当保持个人卫生，生产经营食品时,应当将手洗净,穿戴清洁的工作衣帽。","Answer":"Y"},
        {"Question":"备餐间的室内温度应控制在25 ℃以下。","Answer":"Y"},
        {"Question":"《中华人民共和国食品安全法》自2015年10月10日起实施。","Answer":"N"},
        {"Question":"《中华人民共和国食品安全法》确立了餐饮服务提供者是餐饮服务食品安全第一责任人。","Answer":"Y"},
        {"Question":"需要熟制加工的食品应当烧熟煮透，其加工时的中心温度不得低于50度。","Answer":"N"},
        {"Question":"由于留样食品需要保存48小时以上，为防止留样食品腐败，应在冷冻条件下存放。","Answer":"N"},
        {"Question":"使用紫外线灯消毒的，应在有人工作时开启30分钟以上。","Answer":"N"},
        {"Question":"食品在烹饪后至食用前需要较长时间存放的食品,应当高于60度或低于10度的条件下存放。","Answer":"Y"},
        {"Question":"食品经营者采购食品，不需要查验供货者的许可证和食品合格的证明文件，食品采购索证索票工作可做可不做。","Answer":"N"},
        {"Question":"食品生产经营企业应当依照食品安全法第三十二条的规定组织职工参加食品安全知识培训，学习食品安全法律 法规规章标准和其他食品安全知识，并建立培训档案。","Answer":"Y"},
        {"Question":"饭店饭堂KTV米粉店等餐饮服务单位（企业）经营者对其生产经营的食品安全负责，对社会和公众负责，承担社会责任。","Answer":"Y"},
        {"Question":"餐饮服务提供企业应当定期维护食品加工贮存陈列等设施设备；定期清洗校验 保温设施及冷藏冷冻设施。","Answer":"Y"},
        {"Question":"库房内应设置足够数量的存放架，其结构和位置应能 使食品和物品距离墙壁和地面均为10cm以上,以利于空气流通及物品搬运。","Answer":"Y"},
        {"Question":"从事食品加工人员在出入工作区前，使用卫生间后,休息后，必须用流动的水洗手。","Answer":"Y"},
        {"Question":"直接接触食品的工作人员，不得留长指甲，涂指甲油,可以带戒指。","Answer":"N"},
        {"Question":"使用紫外线消毒灯消毒时，就在无人工作时开启10分钟以上。","Answer":"N"},
        {"Question":"库房内应设置足够数量的存放架，其结构和位置应能 使食品和物品距离墙壁和地面均为5cm以上,以利于空气流通及物品搬运。","Answer":"N"},
        {"Question":"使用灭蝇灯的，应悬挂于距离地面2m左右高度，且与食品加工操作场所保持一定距离。","Answer":"Y"},
        {"Question":"餐饮服务单位未对餐具饮具进行清洗消毒，或者使用未经清洗和消毒的餐具饮具的，可责令改正，给予警告；拒不改正的，处五万元以上十万元以下的罚款 ；情节严重的，责令停产停业，直至吊销许可证 。","Answer":"Y"},
        {"Question":"当事人对餐饮环节食品安全监管部门的行政处罚决定不服的，不可以向人民法院起诉。","Answer":"N"},
        {"Question":"餐饮业的排水沟出口和排气口应有网眼孔径小于10mm 的金属隔棚或网罩，以防鼠类鸟类侵入。","Answer":"N"},
        {"Question":"需要熟制加工的食品应当烧熟煮透，其加工时食品中心温度应不低于60度。","Answer":"N"},
        {"Question":"食品处理区的门窗应装配严密，与外界直接相通门和可开启的窗应设有防蝇纱网或设置空气幕 。","Answer":"Y"},
        {"Question":"餐饮服务当事人对处罚决定不服的，可以申请行政复议或者提起行政诉讼。","Answer":"Y"},
        {"Question":"餐饮服务场所25米范围内无公共厕所、垃圾堆等污染物。","Answer":"Y"},
        {"Question":"餐饮服务从业人员法律法规及卫生知识培训没有必要。","Answer":"N"},
        {"Question":"餐饮服务提供者违反《食品安全法》规定，聘用不得从事餐饮服务管理工作的人员从事管理工作的，由原发证部门吊销许可证。","Answer":"Y"},
        {"Question":"任何组织或个人有权举报食品生产经营中违反《食品安全法》的行为，有权向有关部门了解食品安全信息，对食品安全监督管理工作提出意见和建议。","Answer":"Y"},
        {"Question":"餐饮服务业经营者采购食品，应当查验供货者的许可证和食品合格的证明文件。","Answer":"Y"},
        {"Question":"《中华人民共和国食品安全法》中规定食品药品监督管理部门负责餐饮服务环节的日常监督管理。","Answer":"Y"},
        {"Question":"食品在冷藏冷冻柜库内贮藏时，应做到原料半成品和成品严格分开。","Answer":"Y"},
        {"Question":"餐饮服务提供者应建立投诉受理制度，对消费者提出的投诉，应立即核实，妥善处理，并且留有记录。","Answer":"Y"},
        {"Question":"食品出厂检验记录应当真实，保存期限不得少于一年。","Answer":"N"},
        {"Question":"供配置凉菜的蔬菜水果等食品原料，可直接带入凉菜间内进行消毒处理。","Answer":"N"},
        {"Question":"用于制作现榨饮料食用冰等食品的水，应为通过符合相关规定的净水设备处理后或者煮沸冷后的饮用水。","Answer":"Y"},
        {"Question":"公司文化是大人之学：大人之学为人，小人之学为已。","Answer":"Y"},
        {"Question":"公司的使命：在企业、商户、个人和政府间建立信任，促使高效运作。","Answer":"Y"},
        {"Question":"公司的目标：开创更安全的智慧未来。","Answer":"Y"},
        {"Question":"城市安全中心队伍建设目标“五化”包括职业化、规范化、标准化、效能化、智能化。","Answer":"Y"},
        {"Question":"保持食品加工地面无积水、无油污、无脏物；地漏不堵、无臭味。","Answer":"Y"},
        {"Question":"保持食品加工设备、器具的清洁：加工设备不一定每日做清洗。","Answer":"N"},
        {"Question":"用水直接喷射燃烧物进行灭火，属于冷却法灭火","Answer":"Y"},
        {"Question":"在特殊情况下，单位和个人可以挪用、拆除、埋压、圈占消火栓，临时占用消防通道。","Answer":"N"},
        {"Question":"发现火灾时，单位或个人应该先自救，如果自救无效，火越着越大时，再拨打火警电话119。","Answer":"N"},
        {"Question":"凡是能引起可燃物着火或爆炸的热源统称为点火源。","Answer":"Y"},
        {"Question":"物质的燃点越低，越不容易引起火灾。","Answer":"N"},
        {"Question":"使用室内消火栓时，按逆时针方向旋转消火栓手轮，即可有水喷出。","Answer":"Y"},
        {"Question":"可以拿公共场所的灭火器进行演练和培训。","Answer":"N"},
        {"Question":"火灾中，烟气对人的危害特性有缺氧、毒害、尘害、高温。","Answer":"Y"},
        {"Question":"室温20℃时用明火接触汽油和煤油，汽油会产生爆燃而煤油不燃，这是因为煤油此时挥发的气体未达到一定数量比例。","Answer":"Y"},
        {"Question":"当空气中含氧量低于20%-30%时，一般燃烧过程就都会中止，这是因为助燃物质未达到一定数量比例。","Answer":"N"},
        {"Question":"酒精（乙醇），它是一种极易燃液体，其闪点12.78℃，易引燃浓度7.1%，如使用不当最易引起火灾事故。","Answer":"Y"},
        {"Question":"压力气瓶是实验室常用的仪器，压力气瓶遇高温或强烈碰撞会引起爆炸。","Answer":"Y"},
        {"Question":"使用干粉灭火器灭火时，应站在燃烧物的下风方向。","Answer":"N"},
        {"Question":"使用干粉灭火器灭火时，应抓住喷管根部，对准火焰喷射。","Answer":"N"},
        {"Question":"室外着火，门已发烫时，要果断开门冲出去，越早离开火场越好。","Answer":"N"},
        {"Question":"火灾发生时，如有电梯，应乘坐电梯，加快逃生速度。","Answer":"N"},
        {"Question":"火场中，穿过浓烟逃生时，要尽量使身体贴近地面，并用湿毛巾捂住口鼻。","Answer":"Y"},
        {"Question":"全国开展构筑社会消防安全“防火墙”工程，其中“四会”的内容为：会报警、会使用消防器材、会组织人员疏散逃生、会扑救初期火灾。","Answer":"Y"},
        {"Question":"全国开展构筑社会消防安全“防火墙”工程，其中“四懂”的内容为：懂灭火方法、懂本岗位的火灾危险性、懂预防火灾的措施、懂逃生方法。","Answer":"Y"},
        {"Question":"个人有损坏、挪用或者擅自拆除、停用消防设施、器材行为的。应处警告或者五百元以下罚款。","Answer":"Y"},
        {"Question":"《中华人民共和国消防法》于2008年10月28日颁布，2009年5月1日起施行。","Answer":"Y"},
        {"Question":"灭火基本方法中，将化学灭火剂喷入燃烧区参与燃烧反应，中止链反应而使燃烧反应终止，是窒息灭火法。","Answer":"N"},
        {"Question":"一般固体可燃物着火燃烧后，在15分种内，燃烧面积不大，火焰不高，辐射热不强，烟和气体流动慢，燃烧速度不快，是火灾发展阶段的发展阶段。","Answer":"N"},
        {"Question":"当有人在室内发生触电事故时，切不可惊慌失措，束手无策，应立即将触电人员拉开，切断与电源的接触。","Answer":"N"},
        {"Question":"可燃物指可能引起可燃物质燃烧的热能源。","Answer":"N"},
        {"Question":"燃烧必须具备有可燃物、助燃物和氧气三个基本条件。","Answer":"N"},
        {"Question":"燃烧是一种发光放热的化学反应，俗称“着火”，是可燃物与助燃物吸收能量而离解为自由基并与其他分子相互作用形成一系列链锁反应的过程。","Answer":"Y"},
        {"Question":"火灾是指在时间和空间上失去控制的燃烧。","Answer":"N"},
        {"Question":"《中华人民共和国消防法》规定：任何单位、个人都有维护消防安全、保护消防设施、预防火灾、报告火警的义务。","Answer":"Y"},
        {"Question":"火灾的发展过程可分为阴燃阶段、初起阶段、发展阶段。","Answer":"N"},
        {"Question":"“隐患险于明火，防范胜于救灾，责任重于泰山”，是江泽民同志对消防工作的题词。","Answer":"Y"},
        {"Question":"大火封门无路可逃时，可用浸湿的被褥、衣物堵塞门缝，向门上泼水降温，以延缓火势蔓延时间，呼救待援。","Answer":"Y"},
        {"Question":"火场逃生时，应该弯腰行走或爬行，并用湿毛巾捂住口鼻。","Answer":"Y"},
        {"Question":"谎报火警将被处以5日以上10日以下拘留，可以并处500元以下罚款；情节较轻的，处5日以下拘留或者500元以下罚款。","Answer":"Y"},
        {"Question":"油锅起火时，要迅速用水进行扑救。","Answer":"N"},
        {"Question":"发生火灾时，如果自己无法扑救，应该首先保证自身安全，立即撤离到安全地带等待消防队前来灭火。","Answer":"Y"},
        {"Question":"市政消火栓是公用设施，任何人都可以随意使用它。","Answer":"N"},
        {"Question":"在楼梯间等竖直方向上，烟火的运动速度要比人跑得快。","Answer":"Y"},
        {"Question":"火灾烟气因为温度比较高，通常都在室内空间的上部分。","Answer":"Y"},
        {"Question":"电气线路着火时，可用泼水的方法进行灭火。","Answer":"N"},
        {"Question":"单位擅自挪用、拆除消防设施，可处五千元以上五万元以下罚款。","Answer":"Y"},
        {"Question":"灯具的开关、插座和照明器靠近可燃物时，应采取隔热、散热等保护措施。","Answer":"Y"},
        {"Question":"扔掉烟头两小时后再着火可以不用负责任。","Answer":"N"},
        {"Question":"饮食单位的油烟净化设施最低去除效率限值按规模分为大、中、小三级。饮食单位的规模按基准灶头数划分。","Answer":"Y"},
        {"Question":"饮食单位的油烟净化设施最低去除效率限值按规模分为大、中、小三级。饮食单位的规模按灶眼数划分。","Answer":"N"},
        {"Question":"小型餐饮油烟净化设施最低去除效率为60%。","Answer":"Y"},
        {"Question":"小型餐饮油烟净化设施最低去除效率为75%。","Answer":"N"},
        {"Question":"小型餐饮油烟净化设施最低去除效率为85%。","Answer":"N"},
        {"Question":"小型餐饮油烟净化设施最低去除效率为90%。","Answer":"N"},
        {"Question":"中型餐饮油烟净化设施最低去除效率为60%。","Answer":"N"},
        {"Question":"中型餐饮油烟净化设施最低去除效率为75%。","Answer":"Y"},
        {"Question":"中型餐饮油烟净化设施最低去除效率为85%。","Answer":"N"},
        {"Question":"中型餐饮油烟净化设施最低去除效率为90%。","Answer":"N"},
        {"Question":"大型餐饮油烟净化设施最低去除效率为60%。","Answer":"N"},
        {"Question":"大型餐饮油烟净化设施最低去除效率为75%。","Answer":"N"},
        {"Question":"大型餐饮油烟净化设施最低去除效率为85%。","Answer":"Y"},
        {"Question":"大型餐饮油烟净化设施最低去除效率为90%。","Answer":"N"},
        {"Question":"排放油烟的炊食业单位必须安装油烟净化设施，并保证操作期间按要求运行。油烟无组织排放视同超标。","Answer":"Y"},
        {"Question":"《排水许可证》是《城镇污水排入排水管网许可证》的简称。","Answer":"Y"},
        {"Question":"《排污许可证》是《排放污染物许可证》的简称。","Answer":"Y"},
        {"Question":"《排污许可证》是《城镇污水排入排水管网许可证》的简称。","Answer":"N"},
        {"Question":"《排水许可证》是《排放污染物许可证》的简称。","Answer":"N"},
        {"Question":"餐饮商户开业须提供环境影响评价报告书。","Answer":"N"},
        {"Question":"餐饮商户开业须提供环境影响评价报告表。","Answer":"N"},
        {"Question":"餐饮商户开业须提供环境影响评价登记表。","Answer":"Y"},
        {"Question":"应建立餐厨废弃物处置台账，详细记录餐厨废弃物的处置时间、种类、数量、收运者等信息。","Answer":"Y"},
        {"Question":"根据厨房环境，可选用隔油池或油水分离器。","Answer":"Y"},
        {"Question":"经过巴氏杀菌的奶制品在其保质期内也必须放在冰箱里冷冻。","Answer":"N"},
        {"Question":"关键控制点越多越好。","Answer":"N"},
        {"Question":"在没有食品安全国家标准的领域，各地不可以自行制定食品安全地方标准。","Answer":"N"},
        {"Question":"县级以上质量监督、工商行政管理、食品药品监督管理部门应当对食品进行定期或者不定期的抽样检验。抽检样品由企业提供，不收取检验费和其他任何费用。","Answer":"N"},
        {"Question":"食品安全标准分为强制标准和推荐标准两大类。","Answer":"N"},
        {"Question":"食品经营者贮存散装食品，应当在贮存位置标明食品的名称、生产日期、保质期、生产者名称及联系方式等内容。","Answer":"Y"},
        {"Question":"超市制作的食品在中心温度保持在25℃以下暂存销售的，保质期为烧熟后24 小时。","Answer":"N"},
        {"Question":"食品相关场所应选择在固定污染源常年风向的下风方向。","Answer":"N"},
        {"Question":"食品生产经营单位的最高管理者应亲自参与建立、实施和运作食品安全管理体系，以随时应对食品安全的状况和事故。","Answer":"Y"},
        {"Question":"ISO是国际标准化组织的代号，也是常见的国际标准的字头。","Answer":"Y"},
        {"Question":"若经营婴幼儿配方乳粉，食品流通许可证的经营项目包括乳制品即可，不必特别申明含有婴幼儿配方乳粉。","Answer":"N"},
        {"Question":"食品生产经营者停止经营不符合食品安全标准的食品的情况，由县级以上政府职能部门记入该食品生产经营者的食品安全信用档案。","Answer":"Y"},
        {"Question":"食品相关场所的虫鼠害控制应以药物方法为首选，其次可选用器械方法等。","Answer":"N"},
        {"Question":"食品相关产品包括食品的包装材料、容器、洗涤剂、消毒剂和用于食品生产经营的工具、设备。","Answer":"Y"},
        {"Question":"食品安全法的适用范围不包括食品用洗涤剂、消毒剂。","Answer":"N"},
        {"Question":"食品受到微生物污染后就会让食用者致病。","Answer":"N"},
        {"Question":"对散装食品的贮存，应当在其贮存位置标明名称、生产日期、保质期、生产者名称及联系方式等内容。","Answer":"Y"},
        {"Question":"散装食品应设置明显的区域或隔离措施，接触食品的人员、工具、容器、包装材料等符合食品卫生要求。","Answer":"Y"},
        {"Question":"散装食品包括无预包装的食品、食品原料及食品添加剂。","Answer":"N"},
        {"Question":"食品检验大致可分为感官鉴别、理化分析和微生物检验三大类。","Answer":"Y"},
        {"Question":"食品流通是指食品从生产领域向消费领域的转移过程。","Answer":"Y"},
        {"Question":"酒类流通也包括酒类的分装等经营活动。","Answer":"N"},
        {"Question":"散装酒应由酒类经营者在固定地点贴标销售，禁止流动销售散装酒。","Answer":"Y"},
        {"Question":"食品进货查验记录制度的主要内容是索证索票和进货台账制度。","Answer":"Y"},
        {"Question":"只有申领食品经营许可证，才可进入食品流通行业。","Answer":"N"},
        {"Question":"食品流通企业要积极防控鼠患，灭鼠措施可以包括机械捕鼠和药物灭鼠等。","Answer":"N"},
        {"Question":"从消费角度看，流通环节的食品安全监管工作包括消费提示、消费警示和消费引导等。","Answer":"Y"},
        {"Question":"食品安全管理员按所从事行业不同分为A、B、C三大类，分别对应于食品流通、食品生产和餐饮服务。","Answer":"Y"},
        {"Question":"食品安全事故指食物中毒、食源性疾病、食品污染等源于食品、对人体健康有危害或者可能有危害的事故。","Answer":"Y"},
        {"Question":"食品的酸碱性也叫酸度，用pH值表示。大多数食品是酸性的，即pH值大于7。","Answer":"N"},
        {"Question":"食品安全事件当事人对处罚决定不服的，可以申请行政复议或者提起行政诉讼。","Answer":"Y"},
        {"Question":"食品销售者建立进货索证索票制度的目的，是要确保交易对象的主体资格合法，购入食品的质量合格。","Answer":"Y"},
        {"Question":"食品受到污染后其感官性质就会有变化。","Answer":"N"},
        {"Question":"食品原料一般都要清洗后再贮存。","Answer":"N"},
        {"Question":"由商场、超市重新分装的食品，其标签标注的生产日期应为分装日期。","Answer":"N"}    
        ]    
    //错题库
    var falseArry = []
    var MfalseArry = []
    var JfalseArry = []
    //数字索引
    var randoms = []
    var Mrandoms = []
    var Jrandoms = []
    //总分数
    var count = 140
    //题数
    var questionNum = 60
    var MquestionNum = 40
    var JquestionNum = 40
    var mode = ""
    var falseNum = 0
    var MfalseNum = 0
    var JfalseNum = 0
    initCount(count)
    //练习题库
    $(".all").click(function(){
        mode = "all"
    initRandom(mode,null)
    })
    //随机100道
    $(".notAll").click(function(){
        mode = "notAll"
        initRandom(mode,questionNum)
        // initMRandom(mode,MquestionNum)
        // initJRandom(mode,JquestionNum)
    })
    //绑定分数
    function initCount(count){
        $("#count").html(count)
    }
    //生成数字索引
    function initRandom(mode){
        if(randoms.length != 0){
            randoms = []
        }
        if(mode == "all"){
            for(var i = 0;i<data.length;i++){
                randoms.push(i)
            }
        }else{
            while (true)
            {
                var isExists = false;
                // 获取一个10–100范围的数
                var random = parseInt((Math.random())*(data.length-1))
                // 判断当前随机数是否已经存在
                for (var i = 0; i < randoms.length; i++) {
                    if (random === randoms[i]) {
                        isExists = true;
                        break;
                    }
                }
                // 如果不存在，则添加进去
                if (!isExists)
                    randoms.push(random);
                // 如果有10位随机数了，就跳出
                if (randoms.length === questionNum)
                    break;
            }
        }
        console.log(randoms)
        initQUestion(randoms[num])
    }
    function initMRandom(mode){
        if(Mrandoms.length != 0){
            Mrandoms = []
        }
        if(mode == "all"){
            for(var i = 0;i<Mdata.length;i++){
                Mrandoms.push(i)
            }
        }else{
            while (true)
            {
                var isExists = false;
                // 获取一个10–100范围的数
                var random = parseInt((Math.random())*(Mdata.length-1))
                // 判断当前随机数是否已经存在
                for (var i = 0; i < Mrandoms.length; i++) {
                    if (random === Mrandoms[i]) {
                        isExists = true;
                        break;
                    }
                }
                // 如果不存在，则添加进去
                if (!isExists)
                    Mrandoms.push(random);
                // 如果有10位随机数了，就跳出
                if (Mrandoms.length === MquestionNum)
                    break;
            }
        }
        console.log(Mrandoms)
        initMQuestion(Mrandoms[Mnum])
    }
    function initJRandom(mode){
        if(Jrandoms.length != 0){
            Jrandoms = []
        }
        if(mode == "all"){
            for(var i = 0;i<Jdata.length;i++){
                Jrandoms.push(i)
            }
        }else{
            while (true)
            {
                var isExists = false;
                // 获取一个10–100范围的数
                var random = parseInt((Math.random())*(Jdata.length-1))
                // 判断当前随机数是否已经存在
                for (var i = 0; i < Jrandoms.length; i++) {
                    if (random === Jrandoms[i]) {
                        isExists = true;
                        break;
                    }
                }
                // 如果不存在，则添加进去
                if (!isExists)
                    Jrandoms.push(random);
                // 如果有10位随机数了，就跳出
                if (Jrandoms.length === JquestionNum)
                    break;
            }
        }
        console.log(Jrandoms)
        initJQuestion(Jrandoms[Jnum])
    }
    //根据题号生成单选题目
    function initQUestion(number){
        var dataOne = data[number]
        $(".container").empty()
        if(mode == "all"){
            var allNum = data.length
        }
        if(mode == "notAll"){
            var allNum = questionNum
        }
        if((mode == "all" && num < data.length) || (mode == "notAll" && num<questionNum)){
            var tem = 
            "<span id='title'>"+num+"/"+allNum+"</span>"+
            "<div class='question'>"+
                "<span> "+(num+1)+"、"+dataOne.Question+"</span>"+
            "</div>"+
            "<div class='section section1' name='A' answer="+dataOne.Answer+" number="+number+">"+
                "<span>A:"+dataOne.Text1+"</span>"+
            "</div>"+
            "<div class='section section2' name='B' answer="+dataOne.Answer+" number="+number+">"+
                "<span>B:"+dataOne.Text2+"</span>"+
            "</div>"+
            "<div class='section section3' name='C' answer="+dataOne.Answer+" number="+number+">"+
                "<span>C:"+dataOne.Text3+"</span>"+
            "</div>"+
            "<div class='section section4' name='D' answer="+dataOne.Answer+" number="+number+">"+
                "<span>D:"+dataOne.Text4+"</span>"+
            "</div>"
            $(".container").append(tem)
        }
    }
    //点击单选按钮触发事件
    $(document).on("click",".section",function(){
        var choose = $(this).attr("name")
        var answer = $(this).attr("answer")
        var number = $(this).attr("number")
        //选错了
        if(choose != answer){
            //背景变成红色
            $(this).css("background-color","red")
            //加入错题集
            falseArry.push(number)
            //下一题
            if((mode == "all" && num!=data.length-1) || (mode == "notAll" && num != questionNum) ){
                num++
                count--
                initCount(count)
                setTimeout(function(){
                 initQUestion(randoms[num])
                },500)
            }if((mode == "all" && num==data.length) || (mode == "notAll" && num == questionNum) ){
                setTimeout(function(){
                    // initFalse(falseNum)
                    // 单选题答完跳转到多选题
                    initMRandom(mode,MquestionNum)
                },1000)
            }
        }
        if(choose === answer){
           //背景变成绿色
           $(this).css("background-color","green")
           //下一题
           if((mode == "all" && num!=data.length-1) || (mode == "notAll" && num != questionNum) ){
               num++
               setTimeout(function(){
                initQUestion(randoms[num])
               },500)
           } if((mode == "all" && num==data.length) || (mode == "notAll" && num == questionNum) ){
            setTimeout(function(){
                // initFalse(falseNum)
                // 单选题答完跳转到多选题
                initMRandom(mode,MquestionNum)
            },1000)
            }
        }
    })
    //根据题号生成多选题目
    function initMQuestion(number){
        var dataOne = Mdata[number]
        $(".container").empty()
        if(mode == "all"){
            var allNum = Mdata.length
        }
        if(mode == "notAll"){
            var allNum = MquestionNum
        }
        if((mode == "all" && Mnum < Mdata.length) || (mode == "notAll" && Mnum<MquestionNum)){
            var tem = 
            "<span id='title'>"+Mnum+"/"+allNum+"</span>"+
            "<div class='question'>"+
                "<span> "+(Mnum+1)+"、"+dataOne.Question+"</span>"+
            "</div>"+
            "<div class='Msection section1' name='A' answer="+dataOne.Answer+" number="+number+" flag=false>"+
                "<span>A:"+dataOne.Text1+"</span>"+
            "</div>"+
            "<div class='Msection section2' name='B' answer="+dataOne.Answer+" number="+number+" flag=false>"+
                "<span>B:"+dataOne.Text2+"</span>"+
            "</div>"+
            "<div class='Msection section3' name='C' answer="+dataOne.Answer+" number="+number+" flag=false>"+
                "<span>C:"+dataOne.Text3+"</span>"+
            "</div>"+
            "<div class='Msection section4' name='D' answer="+dataOne.Answer+" number="+number+" flag=false>"+
                "<span>D:"+dataOne.Text4+"</span>"+
            "</div>"+
            "<div class='falseBtn'><span id='subTo' answer="+dataOne.Answer+" number="+number+">提交</span></div>"
            $(".container").append(tem)
        }
    }
    //点击多选按钮触发事件
    $(document).on("click",".Msection",function(){
        var choose = $(this).attr("name")
        var answer = $(this).attr("answer")
        var number = $(this).attr("number")
        var flag = $(this).attr("flag")
        // console.log(choose)
        if(flag === 'true'){
            $(this).css("background-color","")
            $(this).attr("flag","false")
        }else{
            $(this).css("background-color","rgba(0,0,0,.6)")
            $(this).attr("flag","true")
        }
    })
    //点击提交（多选）
    $(document).on("click","#subTo",function(){
        var Mquestion = []
        var answer = $(this).attr("answer").split('');
        var arrLength = $('.Msection').length
        var number = $(this).attr("number")
        for(var i=0;i<arrLength;i++){
            if($('.Msection').eq(i).attr('flag')=="true"){
                Mquestion.push($('.Msection').eq(i).attr('name'))
            }
        }
        //选对了
        if(JSON.stringify(Mquestion)===JSON.stringify(answer)){
            //背景变成绿色
            for(var i=0;i<arrLength;i++){
                if($('.Msection').eq(i).attr('flag')=="true"){
                    Mquestion.push($('.Msection').eq(i).css("background-color","green"))
                }
            }
           //下一题
           if((mode == "all" && Mnum!=Mdata.length-1) || (mode == "notAll" && Mnum != MquestionNum) ){
               Mnum++
               setTimeout(function(){
                initMQuestion(Mrandoms[Mnum])
               },500)
           } if((mode == "all" && Mnum==Mdata.length) || (mode == "notAll" && Mnum == MquestionNum) ){
            setTimeout(function(){
                // initMFalse(falseNum)
                // 多选题答完跳到判断题
                initJRandom(mode,JquestionNum)
            },1000)
            }
        }else{
            //背景变成红色

            // for(var i=0;i<arrLength;i++){
            //     if($('.Msection').eq(i).attr('flag')=="true"){
            //         Mquestion.push($('.Msection').eq(i).css("background-color",""))
            //     }
            // }
            for(var i=0;i<answer.length;i++){
                $('.Msection[name='+answer[i]+']').css("background-color","red")
            }
            //加入错题集
            MfalseArry.push(number)
            //下一题
            if((mode == "all" && Mnum!=Mdata.length-1) || (mode == "notAll" && Mnum != MquestionNum) ){
                Mnum++
                count--
                initCount(count)
                setTimeout(function(){
                 initMQuestion(Mrandoms[Mnum])
                },500)
            }if((mode == "all" && Mnum==Mdata.length) || (mode == "notAll" && Mnum == MquestionNum) ){
                setTimeout(function(){
                    // initMFalse(falseNum)
                    // 多选题答完跳到判断题
                    initJRandom(mode,JquestionNum)
                },1000)
            }
        }
        
    })
    //根据题号生成判断题目
    function initJQuestion(number){
        var dataOne = Jdata[number]
        $(".container").empty()
        if(mode == "all"){
            var allNum = Jdata.length
        }
        if(mode == "notAll"){
            var allNum = JquestionNum
        }
        if((mode == "all" && Jnum < Jdata.length) || (mode == "notAll" && Jnum<JquestionNum)){
            var tem = 
            "<span id='title'>"+Jnum+"/"+allNum+"</span>"+
            "<div class='question'>"+
                "<span> "+(Mnum+1)+"、"+dataOne.Question+"</span>"+
            "</div>"+
            "<div class='Jsection section1' name='Y' answer="+dataOne.Answer+" number="+number+">"+
                "<span>A: 正确</span>"+
            "</div>"+
            "<div class='Jsection section2' name='N' answer="+dataOne.Answer+" number="+number+">"+
                "<span>B: 错误</span>"+
            "</div>"
            $(".container").append(tem)
        }
    }
    //点击判断按钮触发事件
    $(document).on("click",".Jsection",function(){
        var choose = $(this).attr("name")
        var answer = $(this).attr("answer")
        var number = $(this).attr("number")
        //选错了
        if(choose != answer){
            //背景变成红色
            $(this).css("background-color","red")
            //加入错题集
            JfalseArry.push(number)
            //下一题
            if((mode == "all" && Jnum!=Jdata.length-1) || (mode == "notAll" && Jnum != JquestionNum) ){
                Jnum++
                count--
                initCount(count)
                setTimeout(function(){
                 initJQuestion(Jrandoms[Jnum])
                },500)
            }if((mode == "all" && Jnum==Jdata.length) || (mode == "notAll" && Jnum == JquestionNum) ){
                setTimeout(function(){
                    //判断题答完跳会单选错题
                    // initJFalse(JfalseNum)
                    initFalse(falseNum)
                },1000)
            }
        }
        if(choose === answer){
           //背景变成绿色
           $(this).css("background-color","green")
           //下一题
           if((mode == "all" && Jnum!=Jdata.length-1) || (mode == "notAll" && Jnum != JquestionNum) ){
               Jnum++
               setTimeout(function(){
                initJQuestion(Jrandoms[Jnum])
               },500)
           } if((mode == "all" && Jnum==Jdata.length) || (mode == "notAll" && Jnum == JquestionNum) ){
            setTimeout(function(){
                //判断题答完跳会单选错题
                // initJFalse(JfalseNum)
                initFalse(falseNum)
            },1000)
            }
        }
    })
    //错题集
    function initFalse(falseNum){
        var falseData = data[falseArry[falseNum]]
        console.log(falseArry,falseNum)
        $(".container").empty()
        var tem = 
            "<span id='title'>错题</span>"+
            "<div class='question'>"+
                "<span> "+(falseNum+1)+"、"+falseData.Question+"</span>"+
            "</div>"+
            "<div class='sectionfalse section1' name='A' answer="+falseData.Answer+">"+
                "<span>A:"+falseData.Text1+"</span>"+
            "</div>"+
            "<div class='sectionfalse section2' name='B' answer="+falseData.Answer+">"+
                "<span>B:"+falseData.Text2+"</span>"+
            "</div>"+
            "<div class='sectionfalse section3' name='C' answer="+falseData.Answer+">"+
                "<span>C:"+falseData.Text3+"</span>"+
            "</div>"+
            "<div class='sectionfalse section4' name='D' answer="+falseData.Answer+">"+
                "<span>D:"+falseData.Text4+"</span>"+
            "</div>"+
            "<div class='falseBtn'><span id='last'>上一题</span><span id='next'>下一题</span></div>"
            $(".container").append(tem)
            if(falseData.Answer == "A"){
                $(".section1").css("background-color","green")
            }
            if(falseData.Answer == "B"){
                $(".section2").css("background-color","green")
            }
            if(falseData.Answer == "C"){
                $(".section3").css("background-color","green")
            }
            if(falseData.Answer == "D"){
                $(".section4").css("background-color","green")
            }
    }
    //错题集中的上一题下一题切换
    $(document).on("click","#last",function(){
        if(falseNum != 0 ){
            falseNum -- 
            initFalse(falseNum)
        }
    })
    $(document).on("click","#next",function(){
        if(falseNum != falseArry.length-1 ){
            falseNum ++ 
            initFalse(falseNum)
        }else{
            initMFalse(MfalseNum)
        }
    })
    //多选错题集
    function initMFalse(falseNum){
        var falseData = Mdata[MfalseArry[falseNum]]
        var answer = falseData.Answer.split('');
        console.log(MfalseArry,falseNum)
        $(".container").empty()
        var tem = 
            "<span id='title'>多选错题</span>"+
            "<div class='question'>"+
                "<span> "+(falseNum+1)+"、"+falseData.Question+"</span>"+
            "</div>"+
            "<div class='sectionfalse section1' name='A' answer="+falseData.Answer+">"+
                "<span>A:"+falseData.Text1+"</span>"+
            "</div>"+
            "<div class='sectionfalse section2' name='B' answer="+falseData.Answer+">"+
                "<span>B:"+falseData.Text2+"</span>"+
            "</div>"+
            "<div class='sectionfalse section3' name='C' answer="+falseData.Answer+">"+
                "<span>C:"+falseData.Text3+"</span>"+
            "</div>"+
            "<div class='sectionfalse section4' name='D' answer="+falseData.Answer+">"+
                "<span>D:"+falseData.Text4+"</span>"+
            "</div>"+
            "<div class='falseBtn'><span id='Mlast'>上一题</span><span id='Mnext'>下一题</span></div>"
            $(".container").append(tem)
            for(var i=0;i<answer.length;i++){
                $('.sectionfalse[name='+answer[i]+']').css("background-color","green")
            }
    }
    //错题集中的上一题下一题切换
    $(document).on("click","#Mlast",function(){
        if(MfalseNum != 0 ){
            MfalseNum -- 
            initMFalse(MfalseNum)
        }else{
            initFalse(falseNum)
        }
    })
    $(document).on("click","#Mnext",function(){
        if(MfalseNum != MfalseArry.length-1 ){
            MfalseNum ++ 
            initMFalse(MfalseNum)
        }else{
            initJFalse(JfalseNum)
        }
    })
    function initJFalse(falseNum){
        var falseData = Jdata[JfalseArry[falseNum]]
        console.log(JfalseArry,falseNum)
        $(".container").empty()
        var tem = 
            "<span id='title'>判断错题</span>"+
            "<div class='question'>"+
                "<span> "+(falseNum+1)+"、"+falseData.Question+"</span>"+
            "</div>"+
            "<div class='sectionfalse section1' name='Y' answer="+falseData.Answer+">"+
                "<span>A: 正确</span>"+
            "</div>"+
            "<div class='sectionfalse section2' name='N' answer="+falseData.Answer+">"+
                "<span>B: 错误</span>"+
            "</div>"+
            "<div class='falseBtn'><span id='Jlast'>上一题</span><span id='Jnext'>下一题</span></div>"
            $(".container").append(tem)
            if(falseData.Answer == "Y"){
                $(".section1").css("background-color","green")
            }
            if(falseData.Answer == "N"){
                $(".section2").css("background-color","green")
            }
    }
    //错题集中的上一题下一题切换
    $(document).on("click","#Jlast",function(){
        if(JfalseNum != 0 ){
            JfalseNum -- 
            initJFalse(JfalseNum)
        }else{
            initMFalse(MfalseNum)
        }
    })
    $(document).on("click","#Jnext",function(){
        if(JfalseNum != JfalseArry.length-1 ){
            JfalseNum ++ 
            initJFalse(JfalseNum)
        }
    })
})